Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Dear {candidate_name}, You have been invited for an interview for the position: {job_title} Date and Time: {datetime} Location: {location} Duration: {duration} minutes Interviewer: {interviewer} Best regards, {company} Team
ru: Уважаемый(ая) {candidate_name}, Вы приглашены на собеседование на позицию: {job_title} Дата и время: {datetime} Местоположение: {location} Продолжительность: {duration} минут Интервьюер: {interviewer} С наилучшими пожеланиями, Команда {company}
uz: Xurmatli {candidate_name}, Siz intervyuga taklif qilindingiz: {job_title} Sana va Vaqt: {datetime} Joylashuv: {location} Davomiylik: {duration} daqiqa Intervyu oluvchi: {interviewer} Hurmat bilan, {company} Jamoasi

source: Apply for Job
ru: Откликнуться на вакансию
uz: Ishga ariza berish

source: Submit Application
ru: Отправить отклик
uz: Arizani yuborish

source: Company Detail
ru: Детали компании
uz: Kompaniya tafsiloti

source: Details about the company will be shown here.
ru: Детали о компании будут показаны здесь.
uz: Kompaniya haqidagi tafsilotlar shu yerda ko'rsatiladi.

source: Company List
ru: Список компаний
uz: Kompaniyalar ro'yxati

source: No companies found.
ru: Компании не найдены.
uz: Kompaniyalar topilmadi.

source: Create Employer Profile
ru: Создать профиль работодателя
uz: Ish beruvchi profili yaratish

source: Create Profile
ru: Создать профиль
uz: Profil yaratish

source: Total Jobs
ru: Всего вакансий
uz: Jami ishlar

source: No recent applications.
ru: Нет недавних откликов.
uz: So'nggi arizalar yo'q.

source: Job Detail
ru: Детали вакансии
uz: Ish tafsiloti

source: Details about the job will be shown here.
ru: Детали о вакансии будут показаны здесь.
uz: Ish haqidagi tafsilotlar shu yerda ko'rsatiladi.

source: Job List
ru: Список вакансий
uz: Ishlar ro'yxati

source: No jobs available.
ru: Вакансии недоступны.
uz: Mavjud ishlar yo'q.

source: Discover top companies and find career opportunities
ru: Откройте для себя ведущие компании и найдите карьерные возможности
uz: Eng yaxshi kompaniyalarni kashf eting va karyera imkoniyatlarini toping

source: Search by company name...
ru: Поиск по названию компании...
uz: Kompaniya nomi bo'yicha qidirish...

source: All industries
ru: Все отрасли
uz: Barcha sohalar

source: Technology
ru: Технологии
uz: Texnologiya

source: Finance
ru: Финансы
uz: Moliya

source: Partners only
ru: Только партнеры
uz: Faqat hamkorlar

source: Total: %(count)s companies
ru: Всего: %(count)s компаний
uz: Jami: %(count)s ta kompaniya

source: No companies found
ru: Компании не найдены
uz: Kompaniyalar topilmadi

source: Sort by:
ru: Сортировать по:
uz: Saralash:

source: Job count
ru: Количество вакансий
uz: Ishlar soni

source: Newest
ru: Сначала новые
uz: Yangi

source: Partner
ru: Партнер
uz: Hamkor

source: %(n)s vacancies
ru: %(n)s вакансий
uz: %(n)s ta vakansiya

source: %(r)s/5 rating
ru: %(r)s/5 рейтинг
uz: %(r)s/5 reyting

source: View profile
ru: Просмотреть профиль
uz: Profilni ko'rish

source: Featured Partners
ru: Рекомендуемые партнеры
uz: Taqdim etilgan hamkorlar

source: Try adjusting your search or come back later.
ru: Попробуйте изменить поиск или вернитесь позже.
uz: Qidiruvni sozlashga harakat qiling yoki keyinroq qaytib keling.

source: Clear filters
ru: Очистить фильтры
uz: Filtrlarni tozalash

source: Industry statistics
ru: Статистика отраслей
uz: Sanoat statistikasi

source: My Applications
ru: Мои отклики
uz: Mening arizalarim

source: No applications found.
ru: Отклики не найдены.
uz: Arizalar topilmadi.

source: Post Job
ru: Опубликовать вакансию
uz: Ish joylash

source: You have already applied for this job.
ru: Вы уже откликнулись на эту вакансию.
uz: Siz allaqachon bu ishga ariza bergansiz.

source: Your application has been submitted successfully!
ru: Ваш отклик успешно отправлен!
uz: Arizangiz muvaffaqiyatli yuborildi!

source: You need to complete your employer profile first.
ru: Сначала вам нужно завершить ваш профиль работодателя.
uz: Avval ish beruvchi profilingizni to'ldirishingiz kerak.

source: You already have an employer profile.
ru: У вас уже есть профиль работодателя.
uz: Sizda allaqachon ish beruvchi profili mavjud.

source: Employer profile created successfully!
ru: Профиль работодателя успешно создан!
uz: Ish beruvchi profili muvaffaqiyatli yaratildi!

source: You need to complete your employer profile to access this page.
ru: Вам нужно завершить ваш профиль работодателя для доступа к этой странице.
uz: Ushbu sahifaga kirish uchun ish beruvchi profilingizni to'ldirishingiz kerak.

source: You do not have permission to post jobs.
ru: У вас нет разрешения на публикацию вакансий.
uz: Sizda ish joylash huquqi yo'q.

source: Job posted successfully!
ru: Вакансия успешно опубликована!
uz: Ish muvaffaqiyatli joylandi!

source: Color
ru: Цвет
uz: Rang

source: Date & Time
ru: Дата & Время
uz: Sana & Vaqt

source: Media
ru: Медиа

source: Registration
ru: Регистрация
uz: Ro'yxatdan o'tish

source: Pricing
ru: Ценообразование
uz: Narx

source: Settings
ru: Настройки
uz: Sozlamalar

source: Publish selected events
ru: Опубликовать выбранные события
uz: Tanlangan tadbirlarni nashr etish

source: %(count)d events published
ru: %(count)d событий опубликовано
uz: %(count)d ta tadbir nashr etildi

source: Unpublish selected events
ru: Снять с публикации выбранные события
uz: Tanlangan tadbirlarni nashrdan olib tashlash

source: %(count)d events unpublished
ru: %(count)d событий снято с публикации
uz: %(count)d ta tadbir nashrdan olib tashlandi

source: Mark as featured
ru: Отметить как рекомендуемое
uz: Taqdim etilgan deb belgilash

source: %(count)d events marked as featured
ru: %(count)d событий отмечены как рекомендуемые
uz: %(count)d ta tadbir taqdim etilgan deb belgilandi

source: Registration Information
ru: Информация о регистрации
uz: Ro'yxatdan o'tish ma'lumoti

source: Additional Information
ru: Дополнительная информация
uz: Qo'shimcha ma'lumot

source: Payment
ru: Оплата
uz: To'lov

source: Check-in
ru: Регистрация
uz: Kirish

source: Mark as attended
ru: Отметить как посетил
uz: Qatnashgan deb belgilash

source: %(count)d registrations marked as attended
ru: %(count)d регистраций отмечены как посетил
uz: %(count)d ta ro'yxatdan o'tish qatnashgan deb belgilandi

source: Mark as no show
ru: Отметить как не явился
uz: Kelmadi deb belgilash

source: %(count)d registrations marked as no show
ru: %(count)d регистраций отмечены как не явился
uz: %(count)d ta ro'yxatdan o'tish kelmadi deb belgilandi

source: Confirm payment
ru: Подтвердить оплату
uz: To'lovni tasdiqlash

source: %(count)d payments confirmed
ru: %(count)d оплат подтверждено
uz: %(count)d ta to'lov tasdiqlandi

source: Speaker Information
ru: Информация о спикере
uz: Ma'ruzachi ma'lumoti

source: Display
ru: Отображение
uz: Ko'rsatish

source: Session Information
ru: Информация о сессии
uz: Sessiya ma'lumoti

source: Timing
ru: Время
uz: Vaqt

source: Speakers
ru: Спикеры
uz: Ma'ruzachilar

source: Materials
ru: Материалы
uz: Materiallar

source: Comment
ru: Комментарий
uz: Izoh

source: Approve selected comments
ru: Одобрить выбранные комментарии
uz: Tanlangan izohlarni tasdiqlash

source: %(count)d comments approved
ru: %(count)d комментариев одобрено
uz: %(count)d ta izoh tasdiqlandi

source: Disapprove selected comments
ru: Отклонить выбранные комментарии
uz: Tanlangan izohlarni rad etish

source: %(count)d comments disapproved
ru: %(count)d комментариев отклонено
uz: %(count)d ta izoh rad etildi

source: Photo Information
ru: Информация о фотографии
uz: Foto ma'lumoti

source: Rating Information
ru: Информация о рейтинге
uz: Reyting ma'lumoti

source: Detailed Ratings
ru: Подробные рейтинги
uz: Batafsil reytinglar

source: Category name
ru: Название категории
uz: Kategoriya nomi

source: Category Name
ru: Название категории
uz: Kategoriya nomi

source: Icon
ru: Иконка
uz: Belgisi

source: Event title
ru: Название события
uz: Tadbir sarlavhasi

source: Brief description (max 300 characters)
ru: Краткое описание (максимум 300 символов)
uz: Qisqacha tavsif (maksimum 300 belgi)

source: Detailed event description...
ru: Подробное описание события...
uz: Batafsil tadbir tavsifi...

source: technology, workshop, networking
ru: технологии, воркшоп, нетворкинг
uz: texnologiya, workshop, tarmoq

source: Event Title
ru: Название события
uz: Tadbir sarlavhasi

source: Short Description
ru: Краткое описание
uz: Qisqacha tavsif

source: Venue
ru: Место проведения
uz: Joy

source: Online Event
ru: Онлайн событие
uz: Onlayn tadbir

source: Online Meeting Link
ru: Ссылка на онлайн встречу
uz: Onlayn uchrashuv havolasi

source: Full Address
ru: Полный адрес
uz: To'liq manzil

source: Banner Image
ru: Баннер
uz: Banner rasmi

source: Registration Type
ru: Тип регистрации
uz: Ro'yxatdan o'tish turi

source: Registration Deadline
ru: Крайний срок регистрации
uz: Ro'yxatdan o'tish muddati

source: Maximum Participants
ru: Максимум участников
uz: Maksimal ishtirokchilar

source: Enable Waitlist
ru: Включить лист ожидания
uz: Kutish ro'yxatini yoqish

source: Free Event
ru: Бесплатное событие
uz: Bepul tadbir

source: Price
ru: Цена
uz: Narx

source: End date must be after start date.
ru: Дата окончания должна быть после даты начала.
uz: Tugash sanasi boshlanish sanasidan keyin bo'lishi kerak.

source: Registration deadline cannot be after event start date.
ru: Крайний срок регистрации не может быть после даты начала события.
uz: Ro'yxatdan o'tish muddati tadbir boshlanish sanasidan keyin bo'lishi mumkin emas.

source: Any dietary restrictions?
ru: Есть ли диетические ограничения?
uz: Oziq-ovqat cheklovlari bormi?

source: Any special requirements?
ru: Есть ли особые требования?
uz: Maxsus talablar bormi?

source: Additional comments...
ru: Дополнительные комментарии...
uz: Qo'shimcha izohlar...

source: Dietary Restrictions
ru: Диетические ограничения
uz: Oziq-ovqat cheklovlari

source: Special Requirements
ru: Особые требования
uz: Maxsus talablar

source: Comments
ru: Комментарии
uz: Izohlar

source: Speaker Name
ru: Имя спикера
uz: Ma'ruzachi ismi

source: Speaker Title
ru: Должность спикера
uz: Ma'ruzachi unvoni

source: Organization
ru: Организация
uz: Tashkilot

source: Biography
ru: Биография
uz: Tarjimai hol

source: Photo
ru: Фотография
uz: Foto

source: Display Order
ru: Порядок отображения
uz: Ko'rsatish tartibi

source: Session Title
ru: Название сессии
uz: Sessiya sarlavhasi

source: Session Type
ru: Тип сессии
uz: Sessiya turi

source: Start Time
ru: Время начала
uz: Boshlanish vaqti

source: End Time
ru: Время окончания
uz: Tugash vaqti

source: Presentation URL
ru: URL презентации
uz: Taqdimot URL manzili

source: Materials URL
ru: URL материалов
uz: Materiallar URL manzili

source: End time must be after start time.
ru: Время окончания должно быть после времени начала.
uz: Tugash vaqti boshlanish vaqtidan keyin bo'lishi kerak.

source: Share your thoughts about this event...
ru: Поделитесь вашими мыслями об этом событии...
uz: Ushbu tadbir haqida fikrlaringizni baham ko'ring...

source: Share your experience...
ru: Поделитесь вашим опытом...
uz: Tajribangizni baham ko'ring...

source: Overall Rating
ru: Общий рейтинг
uz: Umumiy reyting

source: Content Quality
ru: Качество содержания
uz: Mazmun sifati

source: Search events...
ru: Поиск событий...
uz: Tadbirlarni qidirish...

source: All Categories
ru: Все категории
uz: Barcha kategoriyalar

source: All Types
ru: Все типы
uz: Barcha turlar

source: Any Time
ru: Любое время
uz: Har qanday vaqt

source: Today
ru: Сегодня
uz: Bugun

source: This Week
ru: На этой неделе
uz: Bu hafta

source: This Month
ru: В этом месяце
uz: Bu oy

source: Upcoming
ru: Предстоящие
uz: Kutilayotgan

source: Past Events
ru: Прошедшие события
uz: O'tgan tadbirlar

source: Location...
ru: Местоположение...
uz: Joylashuv...

source: All Registered Participants
ru: Все зарегистрированные участники
uz: Barcha ro'yxatdan o'tgan ishtirokchilar

source: Confirmed Participants Only
ru: Только подтвержденные участники
uz: Faqat tasdiqlangan ishtirokchilar

source: Waiting List Only
ru: Только лист ожидания
uz: Faqat kutish ro'yxati

source: Attended Participants
ru: Участники, которые посетили
uz: Qatnashgan ishtirokchilar

source: Name of the event category
ru: Название категории события
uz: Tadbir kategoriyasining nomi

source: Optional description of the category
ru: Необязательное описание категории
uz: Kategoriyaning ixtiyoriy tavsifi

source: Hex color code for UI display
ru: Hex код цвета для отображения в UI
uz: UI ko'rsatish uchun hex rang kodi

source: Icon identifier for UI display
ru: Идентификатор иконки для отображения в UI
uz: UI ko'rsatish uchun belgisi identifikatori

source: Event Category
ru: Категория события
uz: Tadbir kategoriyasi

source: Event Categories
ru: Категории событий
uz: Tadbir kategoriyalari

source: Hackathon
ru: Хакатон
uz: Hakaton

source: Webinar
ru: Вебинар
uz: Vebinar

source: Social Event
ru: Социальное событие
uz: Ijtimoiy tadbir

source: Training
ru: Тренинг
uz: Trening

source: Open Registration
ru: Открытая регистрация
uz: Ochiq ro'yxatdan o'tish

source: Approval Required
ru: Требуется одобрение
uz: Tasdiq talab qilinadi

source: Invitation Only
ru: Только по приглашению
uz: Faqat taklif asosida

source: Paid Registration
ru: Платная регистрация
uz: Pullik ro'yxatdan o'tish

source: Title of the event
ru: Название события
uz: Tadbir sarlavhasi

source: Detailed description of the event
ru: Подробное описание события
uz: Tadbirning batafsil tavsifi

source: Brief summary of the event
ru: Краткое описание события
uz: Tadbirning qisqacha xulosasi

source: Event category for organization
ru: Категория события для организации
uz: Tashkilot uchun tadbir kategoriyasi

source: Type of event
ru: Тип события
uz: Tadbir turi

source: Event start date and time
ru: Дата и время начала события
uz: Tadbir boshlanish sanasi va vaqti

source: Event end date and time
ru: Дата и время окончания события
uz: Tadbir tugash sanasi va vaqti

source: General location of the event
ru: Общее местоположение события
uz: Tadbirning umumiy joylashuvi

source: Specific venue name
ru: Конкретное название места проведения
uz: Muayyan joy nomi

source: Whether this is an online event
ru: Является ли это онлайн событием
uz: Bu onlayn tadbirmi

source: Link for online participation
ru: Ссылка для онлайн участия
uz: Onlayn ishtirok etish uchun havola

source: Complete address of the venue
ru: Полный адрес места проведения
uz: Joyning to'liq manzili

source: Primary organizer of the event
ru: Основной организатор события
uz: Tadbirning asosiy tashkilotchisi

source: Co-organizers
ru: Соорганизаторы
uz: Hamkor tashkilotchilar

source: Additional organizers of the event
ru: Дополнительные организаторы события
uz: Tadbirning qo'shimcha tashkilotchilari

source: Main banner image for the event
ru: Основное баннерное изображение для события
uz: Tadbir uchun asosiy banner rasmi

source: Small thumbnail image
ru: Маленькое изображение миниатюры
uz: Kichik kichik rasm

source: Type of registration process
ru: Тип процесса регистрации
uz: Ro'yxatdan o'tish jarayoni turi

source: Deadline for registration
ru: Крайний срок регистрации
uz: Ro'yxatdan o'tish muddati

source: Waitlist Enabled
ru: Лист ожидания включен
uz: Kutish ro'yxati yoqilgan

source: Whether waitlist is available when full
ru: Доступен ли лист ожидания, когда событие заполнено
uz: To'liq bo'lganda kutish ro'yxati mavjudmi

source: Whether the event is free
ru: Является ли событие бесплатным
uz: Tadbir bepulmi

source: Event price if not free
ru: Цена события, если не бесплатно
uz: Bepul bo'lmasa tadbir narxi

source: Currency for the price
ru: Валюта для цены
uz: Narx uchun valyuta

source: Current status of the event
ru: Текущий статус события
uz: Tadbirning joriy holati

source: Featured Event
ru: Рекомендуемое событие
uz: Taqdim etilgan tadbir

source: Whether to feature this event prominently
ru: Выделять ли это событие prominently
uz: Ushbu tadbirni ko'zga ko'ringan qilish yoki yo'q

source: Show Attendee List
ru: Показывать список участников
uz: Ishtirokchilar ro'yxatini ko'rsatish

source: Whether to show list of registered attendees
ru: Показывать ли список зарегистрированных участников
uz: Ro'yxatdan o'tgan ishtirokchilar ro'yxatini ko'rsatish yoki yo'q

source: Allow Comments
ru: Разрешить комментарии
uz: Izohlarga ruxsat berish

source: Whether to allow comments on the event
ru: Разрешать ли комментарии к событию
uz: Tadbirda izohlarga ruxsat berish yoki yo'q

source: Comma-separated tags for the event
ru: Теги для события, разделенные запятыми
uz: Tadbir uchun vergul bilan ajratilgan teglar

source: Registration Link
ru: Ссылка на регистрацию
uz: Ro'yxatdan o'tish havolasi

source: External registration link
ru: Внешняя ссылка на регистрацию
uz: Tashqi ro'yxatdan o'tish havolasi

source: Materials Link
ru: Ссылка на материалы
uz: Materiallar havolasi

source: Link to event materials
ru: Ссылка на материалы события
uz: Tadbir materiallariga havola

source: Views Count
ru: Количество просмотров
uz: Ko'rishlar soni

source: Number of times the event was viewed
ru: Количество просмотров события
uz: Tadbir necha marta ko'rilgani

source: Registration Count
ru: Количество регистраций
uz: Ro'yxatdan o'tishlar soni

source: Number of registered participants
ru: Количество зарегистрированных участников
uz: Ro'yxatdan o'tgan ishtirokchilar soni

source: Waiting List
ru: Лист ожидания
uz: Kutish ro'yxati

source: Attended
ru: Посетил
uz: Qatnashgan

source: The event being registered for
ru: Событие, на которое регистрируются
uz: Ro'yxatdan o'tilayotgan tadbir

source: User registering for the event
ru: Пользователь, регистрирующийся на событие
uz: Tadbirga ro'yxatdan o'tayotgan foydalanuvchi

source: When the registration was made
ru: Когда была сделана регистрация
uz: Ro'yxatdan o'tish qachon amalga oshirilgan

source: Current registration status
ru: Текущий статус регистрации
uz: Joriy ro'yxatdan o'tish holati

source: Any dietary restrictions for catering
ru: Любые диетические ограничения для кейтеринга
uz: Ovqatlanish uchun oziq-ovqat cheklovlari bormi

source: Any special requirements or accommodations
ru: Любые особые требования или условия
uz: Maxsus talablar yoki moslashtirishlar bormi

source: Additional comments from the registrant
ru: Дополнительные комментарии от регистранта
uz: Ro'yxatdan o'tuvchidan qo'shimcha izohlar

source: Paid
ru: Оплачено
uz: To'langan

source: Refunded
ru: Возвращено
uz: Qaytarilgan

source: Payment Status
ru: Статус оплаты
uz: To'lov holati

source: Status of payment for the event
ru: Статус оплаты за событие
uz: Tadbir uchun to'lov holati

source: Payment Amount
ru: Сумма оплаты
uz: To'lov miqdori

source: Amount paid for the event
ru: Сумма, оплаченная за событие
uz: Tadbir uchun to'langan miqdor

source: QR Code
ru: QR код
uz: QR kod

source: QR code for event check-in
ru: QR код для регистрации на событие
uz: Tadbir kirishi uchun QR kod

source: Check-in Time
ru: Время регистрации
uz: Kirish vaqti

source: Time when the user checked in
ru: Время, когда пользователь зарегистрировался
uz: Foydalanuvchi kirgan vaqt

source: Event Registration
ru: Регистрация на событие
uz: Tadbir ro'yxatdan o'tishi

source: Event Registrations
ru: Регистрации на события
uz: Tadbir ro'yxatdan o'tishlari

source: The event this speaker is associated with
ru: Событие, с которым связан этот спикер
uz: Ushbu ma'ruzachi bilan bog'langan tadbir

source: Full name of the speaker
ru: Полное имя спикера
uz: Ma'ruzachining to'liq ismi

source: Professional title or position
ru: Профессиональная должность или позиция
uz: Kasbiy unvon yoki lavozim

source: Organization or company affiliation
ru: Организация или компания
uz: Tashkilot yoki kompaniya aloqasi

source: Brief biography of the speaker
ru: Краткая биография спикера
uz: Ma'ruzachining qisqacha tarjimai holi

source: Profile photo of the speaker
ru: Фотография профиля спикера
uz: Ma'ruzachining profil fotosurati

source: Contact email for the speaker
ru: Контактный email для спикера
uz: Ma'ruzachi uchun aloqa emaili

source: Order in which to display this speaker
ru: Порядок отображения этого спикера
uz: Ushbu ma'ruzachini ko'rsatish tartibi

source: Event Speaker
ru: Спикер события
uz: Tadbir ma'ruzachisi

source: Event Speakers
ru: Спикеры событий
uz: Tadbir ma'ruzachilari

source: Keynote
ru: Ключевое выступление
uz: Asosiy ma'ruza

source: Panel Discussion
ru: Панельная дискуссия
uz: Panel muhokamasi

source: Presentation
ru: Презентация
uz: Taqdimot

source: Q&A Session
ru: Сессия вопросов и ответов
uz: Savol-javob sessiyasi

source: Break
ru: Перерыв
uz: Tanaffus

source: The event this session belongs to
ru: Событие, к которому принадлежит эта сессия
uz: Ushbu sessiya tegishli bo'lgan tadbir

source: Title of the session
ru: Название сессии
uz: Sessiya sarlavhasi

source: Detailed description of the session
ru: Подробное описание сессии
uz: Sessiyaning batafsil tavsifi

source: Type of session
ru: Тип сессии
uz: Sessiya turi

source: When the session starts
ru: Когда сессия начинается
uz: Sessiya qachon boshlanadi

source: When the session ends
ru: Когда сессия заканчивается
uz: Sessiya qachon tugaydi

source: Specific location within the venue
ru: Конкретное местоположение в месте проведения
uz: Joy ichidagi muayyan joylashuv

source: Speakers for this session
ru: Спикеры для этой сессии
uz: Ushbu sessiya uchun ma'ruzachilar

source: Link to presentation slides or materials
ru: Ссылка на слайды презентации или материалы
uz: Taqdimot slaydlari yoki materiallariga havola

source: Link to additional session materials
ru: Ссылка на дополнительные материалы сессии
uz: Qo'shimcha sessiya materiallariga havola

source: Order in which to display this session
ru: Порядок отображения этой сессии
uz: Ushbu sessiyani ko'rsatish tartibi

source: Event Session
ru: Сессия события
uz: Tadbir sessiyasi

source: Event Sessions
ru: Сессии событий
uz: Tadbir sessiyalari

source: The event being commented on
ru: Событие, которое комментируют
uz: Izoh berilayotgan tadbir

source: User who made the comment
ru: Пользователь, оставивший комментарий
uz: Izoh qoldirgan foydalanuvchi

source: Parent Comment
ru: Родительский комментарий
uz: Asosiy izoh

source: Parent comment for nested replies
ru: Родительский комментарий для вложенных ответов
uz: Ichki javoblar uchun asosiy izoh

source: The comment text
ru: Текст комментария
uz: Izoh matni

source: Approved
ru: Одобрено
uz: Tasdiqlangan

source: Whether this comment is approved for display
ru: Одобрен ли этот комментарий для отображения
uz: Ushbu izoh ko'rsatish uchun tasdiqlanganmi

source: Event Comment
ru: Комментарий к событию
uz: Tadbir izohi

source: Event Comments
ru: Комментарии к событиям
uz: Tadbir izohlari

source: The event this photo belongs to
ru: Событие, к которому принадлежит эта фотография
uz: Ushbu foto tegishli bo'lgan tadbir

source: The photo file
ru: Файл фотографии
uz: Foto fayli

source: Caption
ru: Подпись
uz: Sarlavha

source: Optional caption for the photo
ru: Необязательная подпись для фотографии
uz: Foto uchun ixtiyoriy sarlavha

source: Uploaded By
ru: Загружено
uz: Yuklagan

source: User who uploaded this photo
ru: Пользователь, загрузивший эту фотографию
uz: Ushbu fotoni yuklagan foydalanuvchi

source: Uploaded At
ru: Загружено
uz: Yuklangan vaqt

source: When the photo was uploaded
ru: Когда фотография была загружена
uz: Foto qachon yuklangan

source: Order in which to display this photo
ru: Порядок отображения этой фотографии
uz: Ushbu fotoni ko'rsatish tartibi

source: Event Photo
ru: Фотография события
uz: Tadbir fotosi

source: Event Photos
ru: Фотографии событий
uz: Tadbir fotolari

source: The event being rated
ru: Событие, которое оценивают
uz: Baholayotgan tadbir

source: User who provided the rating
ru: Пользователь, предоставивший оценку
uz: Reyting bergan foydalanuvchi
