Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Log in to your company account
ru: Войдите в свой корпоративный аккаунт
uz: Kompaniya hisobingizga kiring

source: Login or Email
ru: Логин или Email
uz: Login yoki Email

source: Your password
ru: Ваш пароль
uz: Parolingiz

source: Don't have an account?
ru: Нет аккаунта?
uz: Hisobingiz yo'qmi?

source: Contact Admin
ru: Связаться с администратором
uz: Admin bilan bog'lanish

source: Want to login as a student?
ru: Хотите войти как студент?
uz: Talaba sifatida kirishni xohlaysizmi?

source: Login via Hemis
ru: Войти через Hemis
uz: Hemis orqali kirish

source: No active jobs yet
ru: Активных вакансий пока нет
uz: Hali faol ishlar yo'q

source: Posted Jobs
ru: Опубликованные вакансии
uz: E'lon qilingan ishlar

source: Received Applications
ru: Полученные отклики
uz: Qabul qilingan arizalar

source: Update Profile
ru: Обновить профиль
uz: Profilni yangilash

source: Edit your personal information
ru: Редактируйте вашу личную информацию
uz: Shaxsiy ma'lumotlaringizni tahrirlang

source: Your first name
ru: Ваше имя
uz: Ismingiz

source: Your last name
ru: Ваша фамилия
uz: Familiyangiz

source: Profile Information
ru: Информация профиля
uz: Profil ma'lumoti

source: About Me
ru: Обо мне
uz: Men haqimda

source: Brief information about yourself...
ru: Краткая информация о себе...
uz: O'zingiz haqingizda qisqacha ma'lumot...

source: Profile Picture
ru: Фотография профиля
uz: Profil rasmi

source: Current image
ru: Текущее изображение
uz: Joriy rasm

source: Position
ru: Должность
uz: Lavozim

source: Specialization
ru: Специализация
uz: Mutaxassislik

source: Company name
ru: Название компании
uz: Kompaniya nomi

source: Your position
ru: Ваша должность
uz: Lavozimingiz

source: Faculty name
ru: Название факультета
uz: Fakultet nomi

source: Go Back
ru: Вернуться
uz: Orqaga qaytish

source: Cancel
ru: Отмена
uz: Bekor qilish

source: Save
ru: Сохранить
uz: Saqlash

source: Useful Tips
ru: Полезные советы
uz: Foydali maslahatlar

source: Enter information accurately and correctly
ru: Вводите информацию точно и правильно
uz: Ma'lumotlarni aniq va to'g'ri kiriting

source: Profile picture size should not exceed 2MB
ru: Размер фотографии профиля не должен превышать 2MB
uz: Profil rasmi hajmi 2MB dan oshmasligi kerak

source: Enter phone number in international format
ru: Вводите номер телефона в международном формате
uz: Telefon raqamini xalqaro formatda kiriting

source: Regularly updating information is recommended
ru: Рекомендуется регулярно обновлять информацию
uz: Ma'lumotlarni muntazam yangilash tavsiya etiladi

source: Saving...
ru: Сохранение...
uz: Saqlanmoqda...

source: New image
ru: Новое изображение
uz: Yangi rasm

source: Mark all as read
ru: Отметить все как прочитанные
uz: Barchasini o'qilgan deb belgilash

source: Clear all
ru: Очистить все
uz: Barchasini tozalash

source: All
ru: Все
uz: Barchasi

source: Unread
ru: Непрочитанные
uz: O'qilmagan

source: System
ru: Система
uz: Tizim

source: Mark as read
ru: Отметить как прочитанное
uz: O'qilgan deb belgilash

source: Delete
ru: Удалить
uz: O'chirish

source: Type
ru: Тип
uz: Turi

source: Related to
ru: Связано с
uz: Bog'liq

source: No notifications
ru: Нет уведомлений
uz: Bildirishnomalar yo'q

source: You're all caught up! When you have new notifications, they'll appear here.
ru: Вы в курсе всех событий! Когда появятся новые уведомления, они будут отображаться здесь.
uz: Siz hammasini ko'rdingiz! Yangi bildirishnomalar bo'lsa, ular shu yerda ko'rinadi.

source: Browse Jobs
ru: Просмотреть вакансии
uz: Ishlarni ko'rib chiqish

source: View Events
ru: Просмотреть события
uz: Tadbirni ko'rish

source: Example notifications you might receive:
ru: Примеры уведомлений, которые вы можете получить:
uz: Olishingiz mumkin bo'lgan bildirishnoma misollari:

source: Event Notification
ru: Уведомление о событии
uz: Tadbir bildirishnomasi

source: New event created
ru: Создано новое событие
uz: Yangi tadbir yaratildi

source: Admin created a new career fair event
ru: Администратор создал новое событие ярмарки вакансий
uz: Admin yangi karyera yarmarkasi tadbirini yaratdi

source: You would receive this when admin creates events
ru: Вы получите это, когда администратор создает события
uz: Buni admin tadbir yaratganda olasiz

source: Job Notification
ru: Уведомление о вакансии
uz: Ish bildirishnomasi

source: Job application status updated
ru: Статус отклика на вакансию обновлен
uz: Ish arizasi holati yangilandi

source: Your application has been reviewed
ru: Ваш отклик был рассмотрен
uz: Arizangiz ko'rib chiqildi

source: Employers update application status
ru: Работодатели обновляют статус откликов
uz: Ish beruvchilar ariza holatini yangilaydi

source: System Notification
ru: Системное уведомление
uz: Tizim bildirishnomasi

source: Profile verification completed
ru: Проверка профиля завершена
uz: Profil tasdiqlash yakunlandi

source: Your company profile has been verified
ru: Ваш корпоративный профиль был подтвержден
uz: Kompaniya profilingiz tasdiqlandi

source: System updates about your account
ru: Системные обновления о вашем аккаунте
uz: Hisobingiz haqidagi tizim yangilanishlari

source: Interaction Notification
ru: Уведомление о взаимодействии
uz: O'zaro ta'sir bildirishnomasi

source: Someone viewed your profile
ru: Кто-то просмотрел ваш профиль
uz: Kimdir profilingizni ko'rdi

source: A student viewed your company profile
ru: Студент просмотрел ваш корпоративный профиль
uz: Talaba kompaniya profilingizni ko'rdi

source: When users interact with your content
ru: Когда пользователи взаимодействуют с вашим контентом
uz: Foydalanuvchilar kontentingiz bilan o'zaro ta'sir qilganda

source: Mark all notifications as read?
ru: Отметить все уведомления как прочитанные?
uz: Barcha bildirishnomalarni o'qilgan deb belgilash?

source: Delete this notification?
ru: Удалить это уведомление?
uz: Ushbu bildirishnomani o'chirish?

source: Delete all notifications? This action cannot be undone.
ru: Удалить все уведомления? Это действие нельзя отменить.
uz: Barcha bildirishnomalarni o'chirish? Bu harakatni bekor qilib bo'lmaydi.

source: All notifications cleared
ru: Все уведомления очищены
uz: Barcha bildirishnomalar tozalandi

source: Change Password
ru: Сменить пароль
uz: Parolni o'zgartirish

source: Old Password
ru: Старый пароль
uz: Eski parol

source: New Password
ru: Новый пароль
uz: Yangi parol

source: Confirm New Password
ru: Подтвердите новый пароль
uz: Yangi parolni tasdiqlash

source: Password Changed Successfully
ru: Пароль успешно изменен
uz: Parol muvaffaqiyatli o'zgartirildi

source: Your new password has been saved. Remember to keep it in a safe place.
ru: Ваш новый пароль сохранен. Не забудьте хранить его в безопасном месте.
uz: Yangi parolingiz saqlandi. Uni xavfsiz joyda saqlang.

source: Return to Profile
ru: Вернуться к профилю
uz: Profilga qaytish

source: Profile
ru: Профиль
uz: Profil

source: views
ru: просмотры
uz: ko'rishlar

source: since
ru: с
uz: dan beri

source: Edit Profile
ru: Редактировать профиль
uz: Profilni tahrirlash

source: Profilni tahrirlash
ru: Редактировать профиль

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Basic Info
ru: Основная информация
uz: Asosiy ma'lumot

source: Registration Date
ru: Дата регистрации
uz: Ro'yxatdan o'tish sanasi

source: Contact Info
ru: Контактная информация
uz: Aloqa ma'lumoti

source: My Resumes
ru: Мои резюме
uz: Mening rezyumelarim

source: Talaba kabineti
ru: Кабинет студента

source: Personal Cabinet
ru: Личный кабинет
uz: Shaxsiy kabinet

source: Created Resumes
ru: Созданные резюме
uz: Yaratilgan rezyumelar

source: Average Grade
ru: Средний балл
uz: O'rtacha baho

source: New Resume
ru: Новое резюме
uz: Yangi rezyume

source: Job Search
ru: Поиск работы
uz: Ish qidirish

source: Resources
ru: Ресурсы
uz: Resurslar

source: Recent Activity
ru: Недавняя активность
uz: So'nggi faollik

source: No activity available yet
ru: Активности пока нет
uz: Hali mavjud faollik yo'q

source: Education Information
ru: Информация об образовании
uz: Ta'lim ma'lumoti

source: Course
ru: Курс
uz: Kurs

source: course
ru: курс
uz: kurs

source: Average Grade (GPA)
ru: Средний балл (GPA)
uz: O'rtacha baho (GPA)

source: Skills and Abilities
ru: Навыки и способности
uz: Ko'nikma va qobiliyatlar

source: Skills not added yet
ru: Навыки еще не добавлены
uz: Hali ko'nikmalar qo'shilmagan

source: Work Experience
ru: Опыт работы
uz: Ish tajribasi

source: Work experience not added yet
ru: Опыт работы еще не добавлен
uz: Hali ish tajribasi qo'shilmagan

source: Applied Jobs
ru: Отклики на вакансии
uz: Ariza berilgan ishlar

source: Create Resume
ru: Создать резюме
uz: Rezyume yaratish

source: Student Search
ru: Поиск студентов
uz: Talaba qidirish

source: Name, surname or username
ru: Имя, фамилия или имя пользователя
uz: Ism, familiya yoki foydalanuvchi nomi

source: Search
ru: Поиск
uz: Qidirish

source: Nothing found
ru: Ничего не найдено
uz: Hech narsa topilmadi

source: Test Login
ru: Тестовый вход
uz: Test kirishi

source: Test login for when Hemis system is not working:
ru: Тестовый вход, когда система Hemis не работает:
uz: Hemis tizimi ishlamayotganda test kirishi:

source: Faol
ru: Активный

source: Nofaol
ru: Неактивный

source: Tasdiqlangan
ru: Подтвержденный

source: Faol ish beruvchi
ru: Активный работодатель

source: Deactivate
ru: Деактивировать
uz: Faolsizlantirish

source: Activate
ru: Активировать
uz: Faollashtirish

source: Kontakt ma'lumotlari
ru: Контактная информация
uz: Aloqa ma'lumotlari

source: Ro'yxatdan o'tgan
ru: Зарегистрирован

source: Profil ma'lumotlari
ru: Информация профиля

source: Fakultet
ru: Факультет

source: Mutaxassislik
ru: Специальность

source: Ta'lim darajasi
ru: Уровень образования

source: O'rtacha baho
ru: Средний балл

source: Bitirish yili
ru: Год выпуска

source: Istagan lavozim
ru: Желаемая должность

source: Kompaniya
ru: Компания

source: Soha
ru: Отрасль

source: Kompaniya hajmi
ru: Размер компании

source: Tashkil etilgan yil
ru: Год основания

source: Bosh qarorgoh
ru: Штаб-квартира

source: E'lon qilingan ishlar
ru: Опубликованные вакансии

source: Kompaniya haqida
ru: О компании

source: Talabalarni boshqarish
ru: Управление студентами

source: Ish beruvchilarni boshqarish
ru: Управление работодателями

source: Vakansiyalarni boshqarish
ru: Управление вакансиями

source: Statistikalarni ko'rish
ru: Просмотр статистики
uz: Statistikani ko'rish

source: Qo'shimcha profil ma'lumotlari mavjud emas
ru: Дополнительная информация профиля отсутствует

source: Faollik tarixi
ru: История активности

source: So'nggi 20 ta harakat
ru: Последние 20 действий

source: oldin
ru: назад

source: Hozircha faollik mavjud emas
ru: Активности пока нет

source: User management
ru: Управление пользователями
uz: Foydalanuvchi boshqaruvi

source: User Management
ru: Управление пользователями
uz: Foydalanuvchi boshqaruvi

source: List and management of all users
ru: Список и управление всеми пользователями
uz: Barcha foydalanuvchilarning ro'yxati va boshqaruvi

source: Admins
ru: Администраторы
uz: Adminlar

source: Registered
ru: Зарегистрирован
uz: Ro'yxatdan o'tgan

source: No activity
ru: Нет активности
uz: Faollik yo'q

source: No users found
ru: Пользователи не найдены
uz: Foydalanuvchilar topilmadi

source: No users available at the moment
ru: В настоящее время пользователи недоступны
uz: Hozircha foydalanuvchilar mavjud emas

source: Hemis tizimi hozircha ishlamayapti. Iltimos, boshqa login usulidan foydalaning.
ru: Система Hemis временно не работает. Пожалуйста, используйте другой способ входа.
uz: Hemis tizimi hozircha ishlamayapti. Iltimos, boshqa kirish usulidan foydalaning.

source: Hemis tizimi hozircha ishlamayapti.
ru: Система Hemis временно не работает.

source: Test student sifatida kirdingiz
ru: Вы вошли как тестовый студент
uz: Test talaba sifatida kirdingiz

source: Xush kelibsiz!
ru: Добро пожаловать!

source: Sizning hisobingiz faol emas
ru: Ваш аккаунт не активен

source: Login yoki parol noto'g'ri yoki sizda kirish huquqi yo'q
ru: Неверный логин или пароль, или у вас нет прав доступа

source: Sizda admin huquqlari yo'q
ru: У вас нет прав администратора

source: Login yoki parol noto'g'ri
ru: Неверный логин или пароль

source: Siz tizimdan chiqdingiz
ru: Вы вышли из системы

source: Sizning profilingiz yaratildi. Iltimos, ma'lumotlaringizni to'ldiring.
ru: Ваш профиль создан. Пожалуйста, заполните вашу информацию.

source: Ish beruvchi akkaunti muvaffaqiyatli yaratildi!
ru: Аккаунт работодателя успешно создан!

source: Sizda bu sahifaga kirish huquqi yo'q
ru: У вас нет доступа к этой странице

source: Profil muvaffaqiyatli yangilandi!
ru: Профиль успешно обновлен!

source: Admin akkaunti muvaffaqiyatli yaratildi!
ru: Аккаунт администратора успешно создан!

source: Bosh adminni deaktiv qilib bo'lmaydi
ru: Главного администратора нельзя деактивировать

source: OXU Alumni - So'ngi yangiliklar
ru: OXU Выпускники - Последние новости
uz: OXU Bitiruvchilar - So'ngi yangiliklar

source: OXU bitiruvchilari assotsiatsiyasining so'ngi yangiliklari
ru: Последние новости ассоциации выпускников OXU

source: OXU Alumni - So'ngi vakansiyalar
ru: OXU Выпускники - Последние вакансии
uz: OXU Bitiruvchilar - So'ngi vakansiyalar

source: OXU bitiruvchilari uchun so'ngi ish vakansiyalari
ru: Последние вакансии для выпускников OXU

source: OXU Alumni - Kelgusi tadbirlar
ru: OXU Выпускники - Предстоящие события
uz: OXU Bitiruvchilar - Kelgusi tadbirlar

source: OXU bitiruvchilari uchun kelgusi tadbirlar
ru: Предстоящие события для выпускников OXU

source: OXU Alumni - Barcha yangilanishlar
ru: OXU Выпускники - Все обновления
uz: OXU Bitiruvchilar - Barcha yangilanishlar

source: OXU bitiruvchilari portalidagi barcha yangilanishlar
ru: Все обновления на портале выпускников OXU

source: IT and Technology
ru: IT и технологии
uz: IT va Texnologiya

source: Finance and Banking
ru: Финансы и банковское дело
uz: Moliya va Bank ishi

source: Healthcare
ru: Здравоохранение
uz: Sog'liqni saqlash

source: Manufacturing
ru: Производство
uz: Ishlab chiqarish

source: Retail
ru: Розничная торговля
uz: Chakana savdo

source: Energy
ru: Энергетика
uz: Energiya

source: Telecommunications
ru: Телекоммуникации
uz: Telekommunikatsiya

source: Consulting
ru: Консалтинг
uz: Konsalting

source: Other
ru: Другое
uz: Boshqa

source: Primary industry sector
ru: Основной отраслевой сектор
uz: Asosiy sanoat sohasi

source: Company description and overview
ru: Описание и обзор компании
uz: Kompaniya tavsifi va umumiy ma'lumot

source: Logo
ru: Логотип
uz: Logotip

source: Primary company email
ru: Основной email компании
uz: Kompaniyaning asosiy emaili

source: Company address
ru: Адрес компании
uz: Kompaniya manzili

source: Employees Count
ru: Количество сотрудников
uz: Xodimlar soni

source: Number of employees
ru: Количество сотрудников
uz: Xodimlar soni

source: Whether the company is active
ru: Активна ли компания
uz: Kompaniya faol yoki yo'q

source: Companies
ru: Компании
uz: Kompaniyalar

source: Technical Skills
ru: Технические навыки
uz: Texnik ko'nikmalar

source: Soft Skills
ru: Гибкие навыки
uz: Yumshoq ko'nikmalar

source: Language Skills
ru: Языковые навыки
uz: Til ko'nikmalari

source: Professional Skills
ru: Профессиональные навыки
uz: Kasbiy ko'nikmalar

source: Skill Name
ru: Название навыка
uz: Ko'nikma nomi

source: Name of the skill or competency
ru: Название навыка или компетенции
uz: Ko'nikma yoki kompetensiya nomi

source: Category
ru: Категория
uz: Kategoriya

source: Category of the skill
ru: Категория навыка
uz: Ko'nikma toifasi

source: Detailed description of the skill
ru: Подробное описание навыка
uz: Ko'nikmaning batafsil tavsifi

source: URL-friendly identifier
ru: URL-дружественный идентификатор
uz: URL-uchun mos identifikator

source: Skill
ru: Навык
uz: Ko'nikma

source: Skills
ru: Навыки
uz: Ko'nikmalar

source: Software Engineering
ru: Программная инженерия
uz: Dasturiy injiniring

source: Economics
ru: Экономика
uz: Iqtisod

source: Management
ru: Менеджмент
uz: Menejment

source: Law
ru: Право
uz: Huquq

source: Philology
ru: Филология
uz: Filologiya

source: Foreign Languages
ru: Иностранные языки
uz: Chet tillari

source: Journalism
ru: Журналистика
uz: Jurnalistika

source: International Relations
ru: Международные отношения
uz: Xalqaro munosabatlar

source: Doctorate
ru: Докторантура
uz: Doktorantura

source: Alumni's full name
ru: Полное имя выпускника
uz: Bitiruvchining to'liq ismi

source: Year of graduation (YYYY format)
ru: Год выпуска (формат ГГГГ)
uz: Bitirish yili (YYYY formatida)

source: Degree
ru: Степень
uz: Daraja

source: Academic degree obtained
ru: Полученная академическая степень
uz: Olingan akademik daraja

source: Field of specialization
ru: Область специализации
uz: Mutaxassislik sohasi

source: Current Position
ru: Текущая должность
uz: Joriy lavozim

source: Current job title or position
ru: Текущая должность или позиция
uz: Joriy ish unvoni yoki lavozimi

source: Current or most recent employer
ru: Текущий или последний работодатель
uz: Joriy yoki so'nggi ish beruvchi

source: Profession
ru: Профессия
uz: Kasb

source: Professional field or occupation
ru: Профессиональная область или занятие
uz: Kasbiy soha yoki kasb

source: Industry sector
ru: Отраслевой сектор
uz: Sanoat sohasi

source: Contact email address
ru: Контактный email адрес
uz: Aloqa email manzili

source: Contact phone number
ru: Контактный номер телефона
uz: Aloqa telefon raqami

source: Professional biography or summary
ru: Профессиональная биография или резюме
uz: Kasbiy tarjimai hol yoki xulosa

source: Profile Photo
ru: Фотография профиля
uz: Profil fotosurati

source: Resume
ru: Резюме
uz: Rezyume

source: Resume or CV file
ru: Файл резюме или CV
uz: Rezyume yoki CV fayli

source: Is Mentor
ru: Является ментором
uz: Mentormi

source: Whether this alumni offers mentoring
ru: Предлагает ли этот выпускник менторство
uz: Ushbu bitiruvchi mentorlik taklif qiladimi

source: Profile Visible
ru: Профиль видим
uz: Profil ko'rinadi

source: Whether profile is publicly visible
ru: Видим ли профиль публично
uz: Profil ochiq ko'rinadimi

source: Show Contact Info
ru: Показывать контактную информацию
uz: Aloqa ma'lumotini ko'rsatish

source: Whether to display contact information publicly
ru: Показывать ли контактную информацию публично
uz: Aloqa ma'lumotini ochiq ko'rsatish yoki yo'q

source: Professional skills and competencies
ru: Профессиональные навыки и компетенции
uz: Kasbiy ko'nikma va kompetensiyalar

source: Separate expertise areas with commas
ru: Разделяйте области экспертизы запятыми
uz: Mutaxassislik sohalarini vergul bilan ajrating

source: Expertise Areas
ru: Области экспертизы
uz: Mutaxassislik sohalari

source: Years of Experience
ru: Лет опыта
uz: Tajriba yillari

source: Total years of professional experience
ru: Общее количество лет профессионального опыта
uz: Kasbiy tajribaning umumiy yillari

source: Open to Opportunities
ru: Открыт для возможностей
uz: Imkoniyatlarga ochiq

source: Whether open to new career opportunities
ru: Открыт ли для новых карьерных возможностей
uz: Yangi karyera imkoniyatlariga ochiq yoki yo'q

source: Telegram username or handle
ru: Имя пользователя Telegram
uz: Telegram foydalanuvchi nomi yoki handle

source: Twitter profile URL
ru: URL профиля Twitter
uz: Twitter profil URL manzili

source: Facebook profile URL
ru: URL профиля Facebook
uz: Facebook profil URL manzili

source: Instagram profile URL
ru: URL профиля Instagram
uz: Instagram profil URL manzili

source: Number of profile views
ru: Количество просмотров профиля
uz: Profil ko'rishlar soni

source: Profile creation timestamp
ru: Временная метка создания профиля
uz: Profil yaratilgan vaqti

source: Last profile update timestamp
ru: Временная метка последнего обновления профиля
uz: Profilning so'nggi yangilangan vaqti

source: Alumni
ru: Выпускник
uz: Bitiruvchilar

source: Pending
ru: В ожидании
uz: Kutilmoqda

source: Accepted
ru: Принято
uz: Qabul qilingan

source: Rejected
ru: Отклонено
uz: Rad etilgan

source: Blocked
ru: Заблокировано
uz: Bloklangan

source: From User
ru: От пользователя
uz: Foydalanuvchidan

source: User initiating the connection
ru: Пользователь, инициирующий соединение
uz: Aloqani boshlagan foydalanuvchi

source: To User
ru: К пользователю
uz: Foydalanuvchiga

source: User receiving the connection request
ru: Пользователь, получающий запрос на соединение
uz: Aloqa so'rovini qabul qilgan foydalanuvchi

source: Current status of the connection
ru: Текущий статус соединения
uz: Aloqaning joriy holati

source: Optional message with connection request
ru: Необязательное сообщение с запросом на соединение
uz: Aloqa so'rovi bilan ixtiyoriy xabar

source: When the connection was initiated
ru: Когда соединение было инициировано
uz: Aloqa qachon boshlangan

source: Responded At
ru: Ответ получен
uz: Javob berilgan vaqt

source: When the connection was responded to
ru: Когда на соединение ответили
uz: Aloqaga qachon javob berilgan

source: Connection
ru: Соединение
uz: Aloqa

source: Connections
ru: Соединения
uz: Aloqalar

source: Completed
ru: Завершено
uz: Yakunlangan

source: Cancelled
ru: Отменено
uz: Bekor qilingan

source: Video Call
ru: Видеозвонок
uz: Video qo'ng'iroq

source: In Person
ru: Лично
uz: Shaxsan

source: Mentor
ru: Ментор

source: Alumni acting as mentor
ru: Выпускник, выступающий в роли ментора
uz: Mentor sifatida harakat qiluvchi bitiruvchi

source: Mentee
ru: Менти
uz: Mentorlik qiluvchi

source: Alumni seeking mentorship
ru: Выпускник, ищущий менторства
uz: Mentorlik qidiruvchi bitiruvchi

source: Current status of the mentorship
ru: Текущий статус менторства
uz: Mentorlikning joriy holati

source: Initial message or request for mentorship
ru: Первоначальное сообщение или запрос на менторство
uz: Dastlabki xabar yoki mentorlik so'rovi

source: Expected Duration
ru: Ожидаемая продолжительность
uz: Kutilayotgan davomiylik

source: Expected duration of the mentorship program
ru: Ожидаемая продолжительность программы менторства
uz: Mentorlik dasturining kutilayotgan davomiyligi

source: Communication Preference
ru: Предпочтение по коммуникации
uz: Aloqa imtiyozi

source: Preferred method of communication
ru: Предпочтительный метод коммуникации
uz: Afzal ko'rilgan aloqa usuli

source: Start Date
ru: Дата начала
uz: Boshlanish sanasi

source: When the mentorship began
ru: Когда менторство началось
uz: Mentorlik qachon boshlangan

source: End Date
ru: Дата окончания
uz: Tugash sanasi

source: When the mentorship ended
ru: Когда менторство закончилось
uz: Mentorlik qachon tugagan

source: Mentee Feedback
ru: Отзыв менти
uz: Mentorlik qiluvchining fikri

source: Feedback from the mentee
ru: Отзыв от менти
uz: Mentorlik qiluvchidan fikr

source: Mentor Feedback
ru: Отзыв ментора
uz: Mentorning fikri

source: Feedback from the mentor
ru: Отзыв от ментора
uz: Mentordan fikr

source: Rating (1-5)
ru: Рейтинг (1-5)
uz: Reyting (1-5)

source: Overall rating of the mentorship experience
ru: Общий рейтинг опыта менторства
uz: Mentorlik tajribasining umumiy reytingi

source: When the mentorship request was created
ru: Когда был создан запрос на менторство
uz: Mentorlik so'rovi qachon yaratilgan

source: Last update to the mentorship
ru: Последнее обновление менторства
uz: Mentorlikning so'nggi yangilanishi

source: Mentorship
ru: Менторство
uz: Mentorlik

source: Mentorships
ru: Менторства
uz: Mentorliklar

source: Contract
ru: Контракт
uz: Shartnoma

source: Job Title
ru: Название вакансии
uz: Ish unvoni

source: Position or job title
ru: Позиция или название вакансии
uz: Lavozim yoki ish unvoni

source: Company offering the position
ru: Компания, предлагающая позицию
uz: Lavozimni taklif qiluvchi kompaniya

source: Posted By
ru: Опубликовано
uz: Joylagan
