Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Personal info
ru: Личная информация
uz: Shaxsiy ma'lumot

source: Social media
ru: Социальные сети
uz: Ijtimoiy tarmoqlar

source: Preferences
ru: Настройки
uz: Sozlamalar

source: Status
ru: Статус
uz: Holat

source: Important dates
ru: Важные даты
uz: Muhim sanalar

source: Permissions
ru: Разрешения
uz: Ruxsatlar

source: Company Information
ru: Информация о компании
uz: Kompaniya ma'lumoti

source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumoti

source: Social Media
ru: Социальные сети
uz: Ijtimoiy tarmoqlar

source: Company Details
ru: Детали компании
uz: Kompaniya tafsilotlari

source: Statistics
ru: Статистика
uz: Statistika

source: Timestamps
ru: Временные метки
uz: Vaqt belgilari

source: Student Information
ru: Информация о студенте
uz: Talaba ma'lumoti

source: Education
ru: Образование
uz: Ta'lim

source: Career Preferences
ru: Карьерные предпочтения
uz: Karyera imtiyozlari

source: Admin Information
ru: Информация администратора
uz: Admin ma'lumoti

source: Hemis Authentication
ru: Аутентификация Hemis
uz: Hemis autentifikatsiyasi

source: Tokens
ru: Токены
uz: Tokenlar

source: User Data
ru: Данные пользователя
uz: Foydalanuvchi ma'lumotlari

source: Token valid
ru: Токен действителен
uz: Token amal qiladi

source: Activity Information
ru: Информация о активности
uz: Faollik ma'lumoti

source: Technical Details
ru: Технические детали
uz: Texnik tafsilotlar

source: Notification Information
ru: Информация об уведомлениях
uz: Bildirishnoma ma'lumoti

source: Parollar mos kelmadi
ru: Пароли не совпадают

source: Bu username allaqachon mavjud
ru: Это имя пользователя уже существует
uz: Bu foydalanuvchi nomi allaqachon mavjud

source: Bu email allaqachon mavjud
ru: Этот email уже существует

source: Guest
ru: Гость
uz: Mehmon

source: Student or Graduate
ru: Студент или выпускник
uz: Talaba yoki bitiruvchi

source: Employer
ru: Работодатель
uz: Ish beruvchi

source: Admin
ru: Администратор

source: Main Admin
ru: Главный администратор
uz: Bosh admin

source: User Type
ru: Тип пользователя
uz: Foydalanuvchi turi

source: Type of user account (guest, student, employer, admin)
ru: Тип учетной записи пользователя (гость, студент, работодатель, администратор)
uz: Foydalanuvchi hisobi turi (mehmon, talaba, ish beruvchi, admin)

source: Hemis Data
ru: Данные Hemis
uz: Hemis ma'lumotlari

source: JSON data from Hemis API integration
ru: JSON-данные из интеграции с API Hemis
uz: Hemis API integratsiyasidan olingan JSON ma'lumotlari

source: Phone Number
ru: Номер телефона
uz: Telefon raqami

source: User's phone number with country code
ru: Номер телефона пользователя с кодом страны
uz: Foydalanuvchi telefon raqami (davlat kodi bilan)

source: Date of Birth
ru: Дата рождения
uz: Tug'ilgan sana

source: User's date of birth
ru: Дата рождения пользователя
uz: Foydalanuvchi tug'ilgan sanasi

source: Bio
ru: Биография

source: Short biography or description
ru: Краткая биография или описание
uz: Qisqa tarjimai hol yoki tavsif

source: Avatar
ru: Аватар

source: Profile picture
ru: Фотография профиля
uz: Profil rasmi

source: Country
ru: Страна
uz: Mamlakat

source: Country of residence
ru: Страна проживания
uz: Yashash mamlakati

source: City
ru: Город
uz: Shahar

source: City of residence
ru: Город проживания
uz: Yashash shahri

source: Address
ru: Адрес
uz: Manzil

source: Full address
ru: Полный адрес
uz: To'liq manzil

source: Website
ru: Веб-сайт
uz: Veb-sayt

source: Personal or professional website
ru: Личный или профессиональный веб-сайт
uz: Shaxsiy yoki professional veb-sayt

source: LinkedIn profile URL
ru: URL профиля LinkedIn
uz: LinkedIn profil URL manzili

source: GitHub profile URL
ru: URL профиля GitHub
uz: GitHub profil URL manzili

source: Telegram username or link
ru: Имя пользователя или ссылка Telegram
uz: Telegram foydalanuvchi nomi yoki havolasi

source: Email Notifications
ru: Email уведомления
uz: Email bildirishnomalari

source: Receive email notifications
ru: Получать email уведомления
uz: Email bildirishnomalarini olish

source: Job Alerts
ru: Оповещения о вакансиях
uz: Ish ogohlantirishlari

source: Receive job alert notifications
ru: Получать уведомления о вакансиях
uz: Ish ogohlantirish bildirishnomalarini olish

source: Newsletter
ru: Рассылка
uz: Yangiliklar byulleteni

source: Subscribe to newsletter
ru: Подписаться на рассылку
uz: Yangiliklar byulleteniga obuna bo'lish

source: Verified
ru: Подтверждено
uz: Tasdiqlangan

source: Account verification status
ru: Статус проверки аккаунта
uz: Hisobni tasdiqlash holati

source: Active Employer
ru: Активный работодатель
uz: Faol ish beruvchi

source: Whether this employer account is active
ru: Активен ли этот аккаунт работодателя
uz: Ushbu ish beruvchi hisobi faol yoki yo'q

source: Profile Views
ru: Просмотры профиля
uz: Profil ko'rishlar

source: Number of times profile was viewed
ru: Количество просмотров профиля
uz: Profil necha marta ko'rilgani

source: Last Activity
ru: Последняя активность
uz: So'nggi faollik

source: Timestamp of last user activity
ru: Временная метка последней активности пользователя
uz: Foydalanuvchining so'nggi faolligi vaqti

source: Created At
ru: Создано
uz: Yaratilgan vaqti

source: Updated At
ru: Обновлено
uz: Yangilangan vaqti

source: User
ru: Пользователь
uz: Foydalanuvchi

source: Users
ru: Пользователи
uz: Foydalanuvchilar

source: 1-10 employees
ru: 1-10 сотрудников
uz: 1-10 xodim

source: 11-50 employees
ru: 11-50 сотрудников
uz: 11-50 xodim

source: 51-200 employees
ru: 51-200 сотрудников
uz: 51-200 xodim

source: 201-500 employees
ru: 201-500 сотрудников
uz: 201-500 xodim

source: 501-1000 employees
ru: 501-1000 сотрудников
uz: 501-1000 xodim

source: 1000+ employees
ru: 1000+ сотрудников
uz: 1000+ xodim

source: Associated user account
ru: Связанная учетная запись пользователя
uz: Bog'langan foydalanuvchi hisobi

source: Company Name
ru: Название компании
uz: Kompaniya nomi

source: Official company name
ru: Официальное название компании
uz: Kompaniyaning rasmiy nomi

source: Company Logo
ru: Логотип компании
uz: Kompaniya logotipi

source: Company logo image
ru: Изображение логотипа компании
uz: Kompaniya logotipi rasmi

source: Company Description
ru: Описание компании
uz: Kompaniya tavsifi

source: Detailed description of the company
ru: Подробное описание компании
uz: Kompaniyaning batafsil tavsifi

source: Company Email
ru: Email компании
uz: Kompaniya emaili

source: Primary company email address
ru: Основной email адрес компании
uz: Kompaniyaning asosiy email manzili

source: Company Phone
ru: Телефон компании
uz: Kompaniya telefoni

source: Company phone number
ru: Номер телефона компании
uz: Kompaniya telefon raqami

source: Company Website
ru: Веб-сайт компании
uz: Kompaniya veb-sayti

source: Official company website
ru: Официальный веб-сайт компании
uz: Kompaniyaning rasmiy veb-sayti

source: Company LinkedIn
ru: LinkedIn компании
uz: Kompaniya LinkedIn

source: Company LinkedIn page URL
ru: URL страницы LinkedIn компании
uz: Kompaniya LinkedIn sahifasi URL manzili

source: Company Telegram
ru: Telegram компании
uz: Kompaniya Telegram

source: Company Telegram channel or group
ru: Канал или группа Telegram компании
uz: Kompaniya Telegram kanali yoki guruhi

source: Company Size
ru: Размер компании
uz: Kompaniya hajmi

source: Number of employees in the company
ru: Количество сотрудников в компании
uz: Kompaniyadagi xodimlar soni

source: Industry
ru: Отрасль
uz: Sanoat

source: Primary industry or sector
ru: Основная отрасль или сектор
uz: Asosiy sanoat yoki soha

source: Founded Year
ru: Год основания
uz: Tashkil etilgan yil

source: Year the company was founded
ru: Год основания компании
uz: Kompaniya tashkil etilgan yil

source: Headquarters
ru: Штаб-квартира
uz: Bosh qarorgoh

source: Location of company headquarters
ru: Местоположение штаб-квартиры компании
uz: Kompaniya bosh qarorgohi joylashuvi

source: Jobs Posted
ru: Опубликованные вакансии
uz: E'lon qilingan ishlar

source: Number of job postings created
ru: Количество созданных вакансий
uz: Yaratilgan ish e'lonlari soni

source: Total Views
ru: Всего просмотров
uz: Jami ko'rishlar

source: Total profile views
ru: Всего просмотров профиля
uz: Profilning jami ko'rishlari

source: Verified Company
ru: Подтвержденная компания
uz: Tasdiqlangan kompaniya

source: Whether the company is verified
ru: Подтверждена ли компания
uz: Kompaniya tasdiqlangan yoki yo'q

source: Employer Profile
ru: Профиль работодателя
uz: Ish beruvchi profili

source: Employer Profiles
ru: Профили работодателей
uz: Ish beruvchi profillari

source: Bachelor
ru: Бакалавр
uz: Bakalavr

source: Master
ru: Магистр
uz: Magistr

source: PhD
ru: Доктор наук

source: College
ru: Колледж
uz: Kollej

source: School
ru: Школа
uz: Maktab

source: Student ID
ru: ID студента
uz: Talaba ID

source: Student identification number
ru: Идентификационный номер студента
uz: Talaba identifikatsiya raqami

source: Faculty
ru: Факультет
uz: Fakultet

source: Academic faculty or department
ru: Академический факультет или отделение
uz: Akademik fakultet yoki kafedra

source: Specialty
ru: Специальность
uz: Mutaxassislik

source: Field of study or specialization
ru: Область изучения или специализация
uz: O'qish yo'nalishi yoki mutaxassislik

source: Education Level
ru: Уровень образования
uz: Ta'lim darajasi

source: Current or completed education level
ru: Текущий или завершенный уровень образования
uz: Joriy yoki tugatilgan ta'lim darajasi

source: Graduation Year
ru: Год выпуска
uz: Bitirish yili

source: Year of graduation
ru: Год выпуска
uz: Bitirish yili

source: GPA
ru: Средний балл

source: Grade Point Average (0.00-4.00)
ru: Средний балл (0.00-4.00)
uz: O'rtacha baho (0.00-4.00)

source: Desired Position
ru: Желаемая должность
uz: Istagan lavozim

source: Preferred job position or title
ru: Предпочитаемая должность или название позиции
uz: Afzal ko'rilgan ish lavozimi yoki unvoni

source: Desired Salary
ru: Желаемая зарплата
uz: Istagan maosh

source: Preferred salary range
ru: Предпочитаемый диапазон зарплаты
uz: Afzal ko'rilgan maosh diapazoni

source: Full Time
ru: Полная занятость
uz: To'liq stavka

source: Part Time
ru: Частичная занятость
uz: Yarim stavka

source: Remote
ru: Удалённо
uz: Masofadan

source: Internship
ru: Стажировка
uz: Stajirovka

source: Work Type
ru: Тип работы
uz: Ish turi

source: Preferred type of employment
ru: Предпочитаемый тип занятости
uz: Afzal ko'rilgan ish turi

source: Resumes Created
ru: Созданные резюме
uz: Yaratilgan rezyumelar

source: Number of resumes created
ru: Количество созданных резюме
uz: Yaratilgan rezyumelar soni

source: Jobs Applied
ru: Отклики на вакансии
uz: Ariza berilgan ishlar

source: Number of job applications submitted
ru: Количество отправленных откликов на вакансии
uz: Yuborilgan ish arizalari soni

source: Student Profile
ru: Профиль студента
uz: Talaba profili

source: Student Profiles
ru: Профили студентов
uz: Talaba profillari

source: Manage Students
ru: Управление студентами
uz: Talabalarni boshqarish

source: Permission to manage student accounts and profiles
ru: Разрешение на управление аккаунтами и профилями студентов
uz: Talaba hisoblari va profillarini boshqarish ruxsati

source: Manage Employers
ru: Управление работодателями
uz: Ish beruvchilarni boshqarish

source: Permission to manage employer accounts and profiles
ru: Разрешение на управление аккаунтами и профилями работодателей
uz: Ish beruvchi hisoblari va profillarini boshqarish ruxsati

source: Manage Jobs
ru: Управление вакансиями
uz: Ishlarni boshqarish

source: Permission to manage job postings
ru: Разрешение на управление вакансиями
uz: Ish e'lonlarini boshqarish ruxsati

source: Manage Resumes
ru: Управление резюме
uz: Rezyumelarni boshqarish

source: Permission to manage resumes and CVs
ru: Разрешение на управление резюме и CV
uz: Rezyume va CVlarni boshqarish ruxsati

source: View Statistics
ru: Просмотр статистики
uz: Statistikani ko'rish

source: Permission to view system statistics and analytics
ru: Разрешение на просмотр системной статистики и аналитики
uz: Tizim statistikasi va tahlillarini ko'rish ruxsati

source: Students Managed
ru: Управляемые студенты
uz: Boshqarilgan talabalar

source: Number of student accounts managed
ru: Количество управляемых аккаунтов студентов
uz: Boshqarilgan talaba hisoblari soni

source: Employers Created
ru: Созданные работодатели
uz: Yaratilgan ish beruvchilar

source: Number of employer accounts created
ru: Количество созданных аккаунтов работодателей
uz: Yaratilgan ish beruvchi hisoblari soni

source: Jobs Approved
ru: Одобренные вакансии
uz: Tasdiqlangan ishlar

source: Number of job postings approved
ru: Количество одобренных вакансий
uz: Tasdiqlangan ish e'lonlari soni

source: Admin Profile
ru: Профиль администратора
uz: Admin profili

source: Admin Profiles
ru: Профили администраторов
uz: Admin profillari

source: Hemis User ID
ru: ID пользователя Hemis
uz: Hemis foydalanuvchi ID

source: User ID from Hemis system
ru: ID пользователя из системы Hemis
uz: Hemis tizimidan foydalanuvchi ID

source: Access Token
ru: Токен доступа
uz: Kirish tokeni

source: OAuth access token for Hemis API
ru: OAuth токен доступа для API Hemis
uz: Hemis API uchun OAuth kirish tokeni

source: Refresh Token
ru: Токен обновления
uz: Yangilash tokeni

source: OAuth refresh token for Hemis API
ru: OAuth токен обновления для API Hemis
uz: Hemis API uchun OAuth yangilash tokeni

source: Token Expires
ru: Срок действия токена
uz: Token muddati

source: Expiration date of the access token
ru: Дата истечения срока действия токена доступа
uz: Kirish tokenining amal qilish muddati

source: Hemis User Data
ru: Данные пользователя Hemis
uz: Hemis foydalanuvchi ma'lumotlari

source: JSON data retrieved from Hemis API
ru: JSON-данные, полученные из API Hemis
uz: Hemis API dan olingan JSON ma'lumotlari

source: Last Sync
ru: Последняя синхронизация
uz: So'nggi sinxronizatsiya

source: Timestamp of last data synchronization
ru: Временная метка последней синхронизации данных
uz: So'nggi ma'lumot sinxronizatsiyasi vaqti

source: Hemis Authentications
ru: Аутентификации Hemis
uz: Hemis autentifikatsiyalari

source: Login
ru: Вход
uz: Kirish

source: Profile View
ru: Просмотр профиля
uz: Profil ko'rish

source: Job Application
ru: Отклик на вакансию
uz: Ish arizasi

source: Resume Creation
ru: Создание резюме
uz: Rezyume yaratish

source: Job Creation
ru: Создание вакансии
uz: Ish yaratish

source: Profile Update
ru: Обновление профиля
uz: Profil yangilash

source: Password Change
ru: Смена пароля
uz: Parol o'zgartirish

source: User who performed the activity
ru: Пользователь, выполнивший действие
uz: Faollikni amalga oshirgan foydalanuvchi

source: Activity Type
ru: Тип активности
uz: Faollik turi

source: Type of user activity
ru: Тип активности пользователя
uz: Foydalanuvchi faolligi turi

source: Description
ru: Описание
uz: Tavsif

source: Optional description of the activity
ru: Необязательное описание активности
uz: Faollikning ixtiyoriy tavsifi

source: IP Address
ru: IP адрес
uz: IP manzil

source: IP address of the user at the time of activity
ru: IP адрес пользователя во время активности
uz: Faollik paytidagi foydalanuvchi IP manzili

source: Browser or device information
ru: Информация о браузере или устройстве
uz: Brauzer yoki qurilma ma'lumoti

source: Timestamp when the activity occurred
ru: Временная метка, когда произошла активность
uz: Faollik sodir bo'lgan vaqt

source: User Activity
ru: Активность пользователя
uz: Foydalanuvchi faolligi

source: User Activities
ru: Активности пользователей
uz: Foydalanuvchi faolliklari

source: Job Alert
ru: Оповещение о вакансии
uz: Ish ogohlantirishi

source: Application Update
ru: Обновление отклика
uz: Ariza yangilanishi

source: Message
ru: Сообщение
uz: Xabar

source: System Message
ru: Системное сообщение
uz: Tizim xabari

source: Event Message
ru: Сообщение о событии
uz: Tadbir xabari

source: Security Message
ru: Сообщение безопасности
uz: Xavfsizlik xabari

source: Recipient of the notification
ru: Получатель уведомления
uz: Bildirishnoma qabul qiluvchisi

source: Notification Type
ru: Тип уведомления
uz: Bildirishnoma turi

source: Category of the notification
ru: Категория уведомления
uz: Bildirishnoma toifasi

source: Title
ru: Заголовок
uz: Sarlavha

source: Notification title or subject
ru: Заголовок или тема уведомления
uz: Bildirishnoma sarlavhasi yoki mavzusi

source: Full notification content
ru: Полное содержание уведомления
uz: Bildirishnomaning to'liq mazmuni

source: Is Read
ru: Прочитано
uz: O'qilganmi

source: Whether the notification has been read
ru: Было ли уведомление прочитано
uz: Bildirishnoma o'qilgan yoki yo'q

source: Related URL
ru: Связанный URL
uz: Bog'langan URL

source: Optional link related to the notification
ru: Необязательная ссылка, связанная с уведомлением
uz: Bildirishnomaga bog'langan ixtiyoriy havola

source: Timestamp when the notification was created
ru: Временная метка создания уведомления
uz: Bildirishnoma yaratilgan vaqt

source: Notification
ru: Уведомление
uz: Bildirishnoma

source: Notifications
ru: Уведомления
uz: Bildirishnomalar

source: User registered
ru: Пользователь зарегистрирован
uz: Foydalanuvchi ro'yxatdan o'tdi

source: Admin Panel
ru: Панель администратора
uz: Admin paneli

source: System Management
ru: Управление системой
uz: Tizim boshqaruvi

source: hour
ru: час
uz: soat

source: Total Users
ru: Всего пользователей
uz: Jami foydalanuvchilar

source: Students
ru: Студенты
uz: Talabalar

source: Employers
ru: Работодатели
uz: Ish beruvchilar

source: Jobs
ru: Вакансии
uz: Ishlar

source: Resumes
ru: Резюме
uz: Rezyumelar

source: Active Today
ru: Активны сегодня
uz: Bugun faol

source: Control Panel
ru: Панель управления
uz: Boshqaruv paneli

source: New Admin
ru: Новый администратор
uz: Yangi admin

source: New Employer
ru: Новый работодатель
uz: Yangi ish beruvchi

source: Tez orada qo'shiladi
ru: Скоро добавится

source: Coming soon
ru: Скоро
uz: Tez orada

source: Events
ru: События
uz: Tadbirlar

source: Recent System Activity
ru: Недавняя активность системы
uz: So'nggi tizim faolligi

source: View All
ru: Смотреть все
uz: Hammasini ko'rish

source: Activity
ru: Активность
uz: Faollik

source: Time
ru: Время
uz: Vaqt

source: ago
ru: назад
uz: oldin

source: No activity yet
ru: Активности пока нет
uz: Hali faollik yo'q

source: Weekly Growth
ru: Еженедельный рост
uz: Haftalik o'sish

source: New Students
ru: Новые студенты
uz: Yangi talabalar

source: New Employers
ru: Новые работодатели
uz: Yangi ish beruvchilar

source: New Jobs
ru: Новые вакансии
uz: Yangi ishlar

source: New Resumes
ru: Новые резюме
uz: Yangi rezyumelar

source: System Status
ru: Статус системы
uz: Tizim holati

source: Server Time
ru: Время сервера
uz: Server vaqti

source: System Version
ru: Версия системы
uz: Tizim versiyasi

source: Last Backup
ru: Последнее резервное копирование
uz: So'nggi zaxiralash

source: Employer Management
ru: Управление работодателями
uz: Ish beruvchi boshqaruvi

source: Company
ru: Компания
uz: Kompaniya

source: Actions
ru: Действия
uz: Harakatlar

source: Active
ru: Активно
uz: Faol

source: View
ru: Просмотр
uz: Ko'rish

source: Admin Login
ru: Вход для администратора
uz: Admin kirishi

source: Admin Panel Login
ru: Вход в панель администратора
uz: Admin paneliga kirish

source: System Administration
ru: Администрирование системы
uz: Tizim ma'muriyati

source: Username
ru: Имя пользователя
uz: Foydalanuvchi nomi

source: Password
ru: Пароль
uz: Parol

source: Other login methods:
ru: Другие способы входа:
uz: Boshqa kirish usullari:

source: Student
ru: Студент
uz: Talaba

source: Admin Management
ru: Управление администраторами
uz: Admin boshqaruvi

source: Role
ru: Роль
uz: Rol

source: Edit
ru: Редактировать
uz: Tahrirlash

source: Basic Information
ru: Основная информация
uz: Asosiy ma'lumot

source: Admin Avatar
ru: Аватар администратора
uz: Admin avatari

source: Full Name
ru: Полное имя
uz: To'liq ism

source: Profile Created
ru: Профиль создан
uz: Profil yaratilgan

source: Admin Rights
ru: Права администратора
uz: Admin huquqlari

source: Admin Level
ru: Уровень администратора
uz: Admin darajasi

source: Active as Admin
ru: Активен как администратор
uz: Admin sifatida faol

source: Inactive
ru: Неактивно
uz: Faol emas

source: Admin Tenure
ru: Срок пребывания администратором
uz: Admin muddati

source: Last Admin Activity
ru: Последняя активность администратора
uz: So'nggi admin faolligi

source: Main Admin Rights
ru: Права главного администратора
uz: Bosh admin huquqlari

source: Admin Statistics
ru: Статистика администратора
uz: Admin statistikasi

source: Managed Students
ru: Управляемые студенты
uz: Boshqarilgan talabalar

source: Created Employers
ru: Созданные работодатели
uz: Yaratilgan ish beruvchilar

source: Approved Jobs
ru: Одобренные вакансии
uz: Tasdiqlangan ishlar

source: Recent Admin Activities
ru: Недавние активности администратора
uz: So'nggi admin faolliklari

source: No admin activities yet
ru: Активностей администратора пока нет
uz: Hali admin faolliklari yo'q

source: Managed Users
ru: Управляемые пользователи
uz: Boshqarilgan foydalanuvchilar

source: System Alerts
ru: Системные оповещения
uz: Tizim ogohlantirishlari

source: Created Admins
ru: Созданные администраторы
uz: Yaratilgan adminlar

source: Create New Admin
ru: Создать нового администратора
uz: Yangi admin yaratish

source: Create New Administrator
ru: Создать нового администратора
uz: Yangi administrator yaratish

source: First Name
ru: Имя
uz: Ism

source: Last Name
ru: Фамилия
uz: Familiya

source: Confirm Password
ru: Подтвердите пароль
uz: Parolni tasdiqlash

source: Attention!
ru: Внимание!
uz: Diqqat!

source: Grant only necessary permissions to the new administrator. All permissions are only for the main admin.
ru: Предоставляйте только необходимые разрешения новому администратору. Все разрешения только для главного администратора.
uz: Yangi administratorga faqat zarur ruxsatlarni bering. Barcha ruxsatlar faqat bosh admin uchun.

source: Back
ru: Назад
uz: Orqaga

source: Create Admin
ru: Создать администратора
uz: Admin yaratish

source: Create New Employer
ru: Создать нового работодателя
uz: Yangi ish beruvchi yaratish

source: Social Networks
ru: Социальные сети
uz: Ijtimoiy tarmoqlar

source: About Company
ru: О компании
uz: Kompaniya haqida

source: Provide a brief description of your company
ru: Предоставьте краткое описание вашей компании
uz: Kompaniyangiz haqida qisqacha tavsif bering

source: Create Employer
ru: Создать работодателя
uz: Ish beruvchi yaratish

source: Employer Dashboard
ru: Панель работодателя
uz: Ish beruvchi boshqaruv paneli

source: Welcome
ru: Добро пожаловать
uz: Xush kelibsiz

source: Company Status
ru: Статус компании
uz: Kompaniya holati

source: Unverified
ru: Не подтверждено
uz: Tasdiqlanmagan

source: Active Jobs
ru: Активные вакансии
uz: Faol ishlar

source: Total Applications
ru: Всего откликов
uz: Jami arizalar

source: Quick Actions
ru: Быстрые действия
uz: Tezkor harakatlar

source: New Job
ru: Новая вакансия
uz: Yangi ish

source: My Jobs
ru: Мои вакансии
uz: Mening ishlarim

source: Applications
ru: Отклики
uz: Arizalar

source: Search Students
ru: Поиск студентов
uz: Talabalarni qidirish

source: Phone
ru: Телефон
uz: Telefon

source: Edit Information
ru: Редактировать информацию
uz: Ma'lumotni tahrirlash

source: Recent Applications
ru: Недавние отклики
uz: So'nggi arizalar

source: Recent applications will be displayed here
ru: Недавние отклики будут отображаться здесь
uz: So'nggi arizalar shu yerda ko'rsatiladi

source: View All Applications
ru: Просмотреть все отклики
uz: Barcha arizalarni ko'rish

source: Employer Login
ru: Вход для работодателя
uz: Ish beruvchi kirishi
