Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Overall rating (1-5)
ru: Общий рейтинг (1-5)
uz: Umumiy reyting (1-5)

source: Optional comment with the rating
ru: Необязательный комментарий с оценкой
uz: Reyting bilan ixtiyoriy izoh

source: Content Rating
ru: Рейтинг содержания
uz: Mazmun reytingi

source: Rating for event content quality
ru: Рейтинг качества содержания события
uz: Tadbir mazmuni sifati uchun reyting

source: Organization Rating
ru: Рейтинг организации
uz: Tashkilot reytingi

source: Rating for event organization
ru: Рейтинг организации события
uz: Tadbir tashkiloti uchun reyting

source: Venue Rating
ru: Рейтинг места проведения
uz: Joy reytingi

source: Rating for venue quality (optional)
ru: Рейтинг качества места проведения (опционально)
uz: Joy sifati uchun reyting (ixtiyoriy)

source: Event Rating
ru: Рейтинг события
uz: Tadbir reytingi

source: Event Ratings
ru: Рейтинги событий
uz: Tadbir reytinglari

source: Registration Confirmation - {event_title}
ru: Подтверждение регистрации - {event_title}
uz: Ro'yxatdan o'tish tasdiqlashi - {event_title}

source: Delete Event
ru: Удалить событие
uz: Tadbirlarni o'chirish

source: Are you sure you want to delete this event?
ru: Вы уверены, что хотите удалить это событие?
uz: Ushbu tadbirni o'chirishni istaysizmi?

source: Organizer:
ru: Организатор:
uz: Tashkilotchi:

source: Start:
ru: Начало:
uz: Boshlanish:

source: registered
ru: зарегистрировано
uz: ro'yxatdan o'tgan

source: Warning:
ru: Предупреждение:
uz: Ogohlantirish:

source: This action cannot be undone. The event and all related data (registrations, comments, ratings) will be completely deleted.
ru: Это действие нельзя отменить. Событие и все связанные данные (регистрации, комментарии, рейтинги) будут полностью удалены.
uz: Bu harakatni bekor qilib bo'lmaydi. Tadbir va barcha bog'liq ma'lumotlar (ro'yxatdan o'tishlar, izohlar, reytinglar) butunlay o'chiriladi.

source: Fill in the event information
ru: Заполните информацию о событии
uz: Tadbir ma'lumotlarini to'ldiring

source: Short description (optional but recommended)
ru: Краткое описание (опционально, но рекомендуется)
uz: Qisqacha tavsif (ixtiyoriy, lekin tavsiya etiladi)

source: Date and Time
ru: Дата и время
uz: Sana va Vaqt

source: Location and Address
ru: Местоположение и адрес
uz: Joylashuv va Manzil

source: Leave empty for unlimited
ru: Оставьте пустым для неограниченного
uz: Cheksiz uchun bo'sh qoldiring

source: For banner (1200x600)
ru: Для баннера (1200x600)
uz: Banner uchun (1200x600)

source: For thumbnail (400x300)
ru: Для миниатюры (400x300)
uz: Kichik rasm uchun (400x300)

source: Help
ru: Помощь
uz: Yordam

source: Title:
ru: Название:
uz: Sarlavha:

source: Write the event name clearly and attractively
ru: Напишите название события четко и привлекательно
uz: Tadbir nomini aniq va jozibador yozing

source: Description:
ru: Описание:
uz: Tavsif:

source: Provide detailed information so participants know what to expect
ru: Предоставьте подробную информацию, чтобы участники знали, чего ожидать
uz: Batafsil ma'lumot bering, shunda ishtirokchilar nima kutayotganini bilishadi

source: Date:
ru: Дата:
uz: Sana:

source: Specify exact start and end times
ru: Укажите точное время начала и окончания
uz: Aniq boshlanish va tugash vaqtlarini ko'rsating

source: Location:
ru: Местоположение:
uz: Joylashuv:

source: If online, add the link
ru: Если онлайн, добавьте ссылку
uz: Agar onlayn bo'lsa, havolani qo'shing

source: Image:
ru: Изображение:
uz: Rasm:

source: Adding an attractive image increases participation
ru: Добавление привлекательного изображения увеличивает участие
uz: Jozibador rasm qo'shish ishtirokni oshiradi

source: Current Image
ru: Текущее изображение
uz: Joriy rasm

source: Admin - Events
ru: Админ - События
uz: Admin - Tadbirlar

source: Events Management
ru: Управление событиями
uz: Tadbirlar boshqaruvi

source: View and manage all events
ru: Просматривайте и управляйте всеми событиями
uz: Barcha tadbirlarni ko'rish va boshqarish

source: New Event
ru: Новое событие
uz: Yangi tadbir

source: Total
ru: Всего
uz: Jami

source: Search...
ru: Поиск...
uz: Qidirish...

source: All Statuses
ru: Все статусы
uz: Barcha holatlar

source: All Organizers
ru: Все организаторы
uz: Barcha tashkilotchilar

source: Clear
ru: Очистить
uz: Tozalash

source: Start
ru: Начало
uz: Boshlanish

source: Unpublish
ru: Снять с публикации
uz: Nashrdan olib tashlash

source: Publish
ru: Опубликовать
uz: Nashr etish

source: No Events Found
ru: События не найдены
uz: Tadbirlar topilmadi

source: No events match your search criteria.
ru: Ни одно событие не соответствует вашим критериям поиска.
uz: Hech qanday tadbir sizning qidiruv mezonlaringizga mos kelmadi.

source: Create First Event
ru: Создать первое событие
uz: Birinchi tadbirni yaratish

source: Event Calendar
ru: Календарь событий
uz: Tadbir kalendari

source: No categories found.
ru: Категории не найдены.
uz: Kategoriyalar topilmadi.

source: Create Event
ru: Создать событие
uz: Tadbir yaratish

source: Create New Event
ru: Создать новое событие
uz: Yangi tadbir yaratish

source: Event Details
ru: Детали события
uz: Tadbir tafsilotlari

source: Time:
ru: Время:
uz: Vaqt:

source: Participants:
ru: Участники:
uz: Ishtirokchilar:

source: Registration:
ru: Регистрация:
uz: Ro'yxatdan o'tish:

source: Open
ru: Открыта
uz: Ochiq

source: Closed
ru: Закрыта
uz: Yopiq

source: Deadline:
ru: Крайний срок:
uz: Muddati:

source: Price:
ru: Цена:
uz: Narx:

source: You are registered!
ru: Вы зарегистрированы!
uz: Siz ro'yxatdan o'tgansiz!

source: Status:
ru: Статус:
uz: Holat:

source: Are you sure you want to cancel your registration?
ru: Вы уверены, что хотите отменить вашу регистрацию?
uz: Ro'yxatdan o'tishni bekor qilishni istaysizmi?

source: Cancel Registration
ru: Отменить регистрацию
uz: Ro'yxatdan o'tishni bekor qilish

source: Register for Event
ru: Зарегистрироваться на событие
uz: Tadbirga ro'yxatdan o'tish

source: Registration for this event is currently closed.
ru: Регистрация на это событие в настоящее время закрыта.
uz: Ushbu tadbir uchun ro'yxatdan o'tish hozirda yopiq.

source: Schedule
ru: Расписание
uz: Jadval

source: Rate this Event
ru: Оценить это событие
uz: Ushbu tadbirni baholang

source: Select rating
ru: Выберите оценку
uz: Reytingni tanlang

source: Excellent
ru: Отлично
uz: A'lo

source: Very Good
ru: Очень хорошо
uz: Juda yaxshi

source: Good
ru: Хорошо
uz: Yaxshi

source: Fair
ru: Удовлетворительно
uz: O'rtacha

source: Poor
ru: Плохо
uz: Yomon

source: Submit Rating
ru: Отправить оценку
uz: Reytingni yuborish

source: Event Info
ru: Информация о событии
uz: Tadbir ma'lumoti

source: Tags:
ru: Теги:
uz: Teglar:

source: Views:
ru: Просмотры:
uz: Ko'rishlar:

source: Rating:
ru: Рейтинг:
uz: Reyting:

source: Attendees
ru: Участники
uz: Ishtirokchilar

source: and
ru: и
uz: va

source: more...
ru: еще...
uz: boshqalar...

source: Error submitting rating.
ru: Ошибка при отправке оценки.
uz: Reyting yuborishda xatolik.

source: Registrations for
ru: Регистрации для
uz: Ro'yxatdan o'tishlar

source: total registrations
ru: всего регистраций
uz: jami ro'yxatdan o'tishlar

source: Back to Events
ru: Назад к событиям
uz: Tadbirlarga qaytish

source: Not checked in
ru: Не зарегистрирован
uz: Kirmagan

source: No registrations yet
ru: Регистраций пока нет
uz: Hali ro'yxatdan o'tishlar yo'q

source: When people register for this event, they will appear here.
ru: Когда люди регистрируются на это событие, они появятся здесь.
uz: Odamlar ushbu tadbirga ro'yxatdan o'tganda, ular shu yerda paydo bo'ladi.

source: Registration Details
ru: Детали регистрации
uz: Ro'yxatdan o'tish tafsilotlari

source: Mark this participant as checked in?
ru: Отметить этого участника как зарегистрированного?
uz: Ushbu ishtirokchini kirgan deb belgilash?

source: Error checking in participant.
ru: Ошибка при регистрации участника.
uz: Ishtirokchini tekshirishda xatolik.

source: Calendar View
ru: Вид календаря
uz: Kalendar ko'rinishi

source: Sort by
ru: Сортировать по
uz: Saralash

source: Categories
ru: Категории
uz: Kategoriyalar

source: participants
ru: участники
uz: ishtirokchilar

source: View Details
ru: Просмотреть детали
uz: Tafsilotlarni ko'rish

source: Registration open
ru: Регистрация открыта
uz: Ro'yxatdan o'tish ochiq

source: Registration closed
ru: Регистрация закрыта
uz: Ro'yxatdan o'tish yopiq

source: No events found
ru: События не найдены
uz: Tadbirlar topilmadi

source: Try adjusting your search criteria or check back later for new events.
ru: Попробуйте изменить критерии поиска или проверьте позже новые события.
uz: Qidiruv mezonlaringizni sozlashga harakat qiling yoki yangi tadbirlar uchun keyinroq qaytib keling.

source: Clear Filters
ru: Очистить фильтры
uz: Filtrlarni tozalash

source: Manage Events
ru: Управление событиями
uz: Tadbirlarni boshqarish

source: Manage My Events
ru: Управление моими событиями
uz: Mening tadbirlarimni boshqarish

source: registrations
ru: регистрации
uz: ro'yxatdan o'tishlar

source: Registrations
ru: Регистрации
uz: Ro'yxatdan o'tishlar

source: You haven't created any events yet.
ru: Вы еще не создали ни одного события.
uz: Siz hali hech qanday tadbir yaratmagansiz.

source: Create your first event
ru: Создайте ваше первое событие
uz: Birinchi tadbiringizni yarating

source: My Events
ru: Мои события
uz: Mening tadbirlarim

source: You haven't registered for any events yet.
ru: Вы еще не зарегистрировались ни на одно событие.
uz: Siz hali hech qanday tadbirga ro'yxatdan o'tmagansiz.

source: Browse events
ru: Просмотреть события
uz: Tadbirlarni ko'rib chiqish

source: Registration is closed for this event.
ru: Регистрация на это событие закрыта.
uz: Ushbu tadbir uchun ro'yxatdan o'tish yopiq.

source: You have been added to the waiting list.
ru: Вы были добавлены в лист ожидания.
uz: Siz kutish ro'yxatiga qo'shildingiz.

source: You are already on the waiting list.
ru: Вы уже в листе ожидания.
uz: Siz allaqachon kutish ro'yxatidasiz.

source: Event is full.
ru: Событие заполнено.
uz: Tadbir to'la.

source: Successfully registered for the event!
ru: Успешно зарегистрировались на событие!
uz: Tadbirga muvaffaqiyatli ro'yxatdan o'tdingiz!

source: You are already registered for this event.
ru: Вы уже зарегистрированы на это событие.
uz: Siz allaqachon ushbu tadbirga ro'yxatdan o'tgansiz.

source: Registration cancelled successfully.
ru: Регистрация успешно отменена.
uz: Ro'yxatdan o'tish muvaffaqiyatli bekor qilindi.

source: Event created successfully!
ru: Событие успешно создано!
uz: Tadbir muvaffaqiyatli yaratildi!

source: Access denied.
ru: Доступ запрещен.
uz: Kirish rad etildi.

source: Event updated successfully!
ru: Событие успешно обновлено!
uz: Tadbir muvaffaqiyatli yangilandi!

source: Edit Event
ru: Редактировать событие
uz: Tadbirlarni tahrirlash

source: Event deleted successfully!
ru: Событие успешно удалено!
uz: Tadbir muvaffaqiyatli o'chirildi!

source: Location & Type
ru: Местоположение & Тип
uz: Joylashuv & Tur

source: Activate selected jobs
ru: Активировать выбранные вакансии
uz: Tanlangan ishlarni faollashtirish

source: %(count)d jobs activated
ru: %(count)d вакансий активировано
uz: %(count)d ta ish faollashtirildi

source: Deactivate selected jobs
ru: Деактивировать выбранные вакансии
uz: Tanlangan ishlarni faolsizlantirish

source: %(count)d jobs deactivated
ru: %(count)d вакансий деактивировано
uz: %(count)d ta ish faolsizlantirildi

source: Mark selected jobs as featured
ru: Отметить выбранные вакансии как рекомендуемые
uz: Tanlangan ishlarni taqdim etilgan deb belgilash

source: %(count)d jobs marked as featured
ru: %(count)d вакансий отмечены как рекомендуемые
uz: %(count)d ta ish taqdim etilgan deb belgilandi

source: Candidate Details
ru: Детали кандидата
uz: Nomzod tafsilotlari

source: %(count)d applications marked as reviewed
ru: %(count)d откликов отмечены как рассмотренные
uz: %(count)d ta ariza ko'rib chiqilgan deb belgilandi

source: Mark as interview
ru: Отметить как собеседование
uz: Intervyu deb belgilash

source: %(count)d applications marked as interview
ru: %(count)d откликов отмечены как собеседование
uz: %(count)d ta ariza intervyu deb belgilandi

source: Mark as rejected
ru: Отметить как отклоненные
uz: Rad etilgan deb belgilash

source: %(count)d applications marked as rejected
ru: %(count)d откликов отмечены как отклоненные
uz: %(count)d ta ariza rad etilgan deb belgilandi

source: Alert Information
ru: Информация об оповещении
uz: Ogohlantirish ma'lumoti

source: Search Criteria
ru: Критерии поиска
uz: Qidiruv mezonlari

source: Activate selected alerts
ru: Активировать выбранные оповещения
uz: Tanlangan ogohlantirishlarni faollashtirish

source: %(count)d alerts activated
ru: %(count)d оповещений активировано
uz: %(count)d ta ogohlantirish faollashtirildi

source: Deactivate selected alerts
ru: Деактивировать выбранные оповещения
uz: Tanlangan ogohlantirishlarni faolsizlantirish

source: %(count)d alerts deactivated
ru: %(count)d оповещений деактивировано
uz: %(count)d ta ogohlantirish faolsizlantirildi

source: e.g., Senior Developer
ru: например, Senior Developer
uz: masalan, Senior Developer

source: Minimum salary
ru: Минимальная зарплата
uz: Minimal maosh

source: Maximum salary
ru: Максимальная зарплата
uz: Maksimal maosh

source: Required knowledge and skills...
ru: Необходимые знания и навыки...
uz: Talab qilinadigan bilim va ko'nikmalar...

source: Main duties and responsibilities...
ru: Основные обязанности и ответственность...
uz: Asosiy vazifalar va mas'uliyatlar...

source: Company benefits and perks...
ru: Преимущества и бонусы компании...
uz: Kompaniya imtiyozlari va qulayliklari...

source: Detailed Description
ru: Подробное описание
uz: Batafsil tavsif

source: Email Address
ru: Email адрес
uz: Email manzili

source: Expiration Date
ru: Дата истечения
uz: Muddati

source: Select employment type
ru: Выберите тип занятости
uz: Ish turini tanlang

source: Select experience level
ru: Выберите уровень опыта
uz: Tajriba darajasini tanlang

source: Select currency
ru: Выберите валюту
uz: Valyutani tanlang

source: Please fill in the location field.
ru: Пожалуйста, заполните поле местоположения.
uz: Iltimos, joylashuv maydonini to'ldiring.

source: Position, company or keywords...
ru: Должность, компания или ключевые слова...
uz: Lavozim, kompaniya yoki kalit so'zlar...

source: Why you are suitable for this position...
ru: Почему вы подходите для этой должности...
uz: Nima uchun siz ushbu lavozimga mos kelasiz...

source: Expected salary
ru: Ожидаемая зарплата
uz: Kutilayotgan maosh

source: Notes...
ru: Заметки...
uz: Eslatmalar...

source: Industry Name
ru: Название отрасли
uz: Sanoat nomi

source: Name of the industry sector
ru: Название отраслевого сектора
uz: Sanoat sohasining nomi

source: Optional description of the industry
ru: Необязательное описание отрасли
uz: Sanoatning ixtiyoriy tavsifi

source: Industries
ru: Отрасли
uz: Sanoatlar

source: Shift Work
ru: Сменная работа
uz: Smenali ish

source: Flexible Schedule
ru: Гибкий график
uz: Moslashuvchan jadval

source: No Experience Required
ru: Опыт не требуется
uz: Tajriba talab qilinmaydi

source: High School
ru: Средняя школа
uz: O'rta maktab

source: No Education Required
ru: Образование не требуется
uz: Ta'lim talab qilinmaydi

source: Hybrid
ru: Гибридный
uz: Gibrid

source: Office
ru: Офис
uz: Ofis

source: Enter the position title
ru: Введите название должности
uz: Lavozim nomini kiriting

source: Detailed description of the job responsibilities
ru: Подробное описание обязанностей по работе
uz: Ish mas'uliyatlarining batafsil tavsifi

source: Brief summary of the job
ru: Краткое описание работы
uz: Ishning qisqacha xulosasi

source: The employer posting this job
ru: Работодатель, публикующий эту вакансию
uz: Ushbu ishni joylayotgan ish beruvchi

source: Specific location or address
ru: Конкретное местоположение или адрес
uz: Muayyan joylashuv yoki manzil

source: District/City
ru: Район/Город
uz: Tuman/Shahar

source: District or city name
ru: Название района или города
uz: Tuman yoki shahar nomi

source: Region
ru: Регион
uz: Viloyat

source: Region or province
ru: Регион или провинция
uz: Viloyat yoki provinsiya

source: Type of work arrangement
ru: Тип рабочего соглашения
uz: Ish tartibi turi

source: Type of employment contract
ru: Тип трудового договора
uz: Ish shartnomasi turi

source: Required education level
ru: Требуемый уровень образования
uz: Talab qilinadigan ta'lim darajasi

source: Minimum salary amount
ru: Минимальная сумма зарплаты
uz: Minimal maosh miqdori

source: Maximum salary amount
ru: Максимальная сумма зарплаты
uz: Maksimal maosh miqdori

source: Salary currency
ru: Валюта зарплаты
uz: Maosh valyutasi

source: Hide salary information from public view
ru: Скрыть информацию о зарплате от публичного просмотра
uz: Maosh ma'lumotini ochiq ko'rinishdan yashirish

source: Salary Negotiable
ru: Зарплата договорная
uz: Maosh kelishiladi

source: Salary is open to negotiation
ru: Зарплата открыта для переговоров
uz: Maosh kelishuvga ochiq

source: Bonus System
ru: Бонусная система
uz: Bonus tizimi

source: Company offers bonus system
ru: Компания предлагает бонусную систему
uz: Kompaniya bonus tizimini taklif qiladi

source: KPI Bonus
ru: KPI бонус
uz: KPI bonusi

source: Bonuses based on KPI performance
ru: Бонусы на основе производительности KPI
uz: KPI natijalariga asoslangan bonuslar

source: Performance Bonus
ru: Бонус за производительность
uz: Ish natijasi bonusi

source: Bonuses based on overall performance
ru: Бонусы на основе общей производительности
uz: Umumiy ish natijasiga asoslangan bonuslar

source: Job duties and responsibilities
ru: Обязанности и ответственность по работе
uz: Ish vazifalari va mas'uliyatlari

source: Employee benefits and perks
ru: Преимущества и бонусы для сотрудников
uz: Xodim imtiyozlari va qulayliklari

source: List required skills separated by commas
ru: Перечислите необходимые навыки через запятые
uz: Talab qilinadigan ko'nikmalarni vergul bilan ajrating

source: Preferred Skills
ru: Предпочтительные навыки
uz: Afzal ko'rilgan ko'nikmalar

source: List preferred skills separated by commas
ru: Перечислите предпочтительные навыки через запятые
uz: Afzal ko'rilgan ko'nikmalarni vergul bilan ajrating

source: Language Requirements
ru: Языковые требования
uz: Til talablari

source: Required language proficiency levels
ru: Требуемые уровни владения языками
uz: Talab qilinadigan til bilish darajalari

source: Phone number for inquiries
ru: Номер телефона для запросов
uz: So'rovlar uchun telefon raqami

source: Contact Person
ru: Контактное лицо
uz: Aloqa shaxsi

source: Name of the contact person
ru: Имя контактного лица
uz: Aloqa shaxsining ismi

source: Direct link to apply
ru: Прямая ссылка для отклика
uz: Ariza berish uchun to'g'ridan-to'g'ri havola

source: Work Schedule
ru: Рабочий график
uz: Ish jadvali

source: Working hours and days
ru: Рабочие часы и дни
uz: Ish soatlari va kunlari

source: Probation Period
ru: Испытательный срок
uz: Sinov muddati

source: Duration of probation period
ru: Продолжительность испытательного срока
uz: Sinov muddati davomiyligi

source: Job is currently active
ru: Вакансия в настоящее время активна
uz: Ish hozirda faol

source: Featured
ru: Рекомендуемая
uz: Taqdim etilgan

source: Highlight this job in listings
ru: Выделить эту вакансию в списках
uz: Ushbu ishni ro'yxatlarda ajratib ko'rsatish

source: Urgent
ru: Срочная
uz: Shoshilinch

source: Mark as urgent hiring
ru: Отметить как срочный найм
uz: Shoshilinch ishga olish deb belgilash

source: Premium job listing
ru: Премиум размещение вакансии
uz: Premium ish ro'yxati

source: Number of views
ru: Количество просмотров
uz: Ko'rishlar soni

source: Applications Count
ru: Количество откликов
uz: Arizalar soni

source: Number of applications received
ru: Количество полученных откликов
uz: Qabul qilingan arizalar soni

source: Favorites Count
ru: Количество в избранном
uz: Sevimlilar soni

source: Number of times saved as favorite
ru: Количество раз сохранено в избранное
uz: Sevimli sifatida saqlangan soni

source: Job posting expiration date
ru: Дата истечения вакансии
uz: Ish e'lonlari muddati

source: Created By
ru: Создано
uz: Yaratgan

source: User who created this job
ru: Пользователь, создавший эту вакансию
uz: Ushbu ishni yaratgan foydalanuvchi

source: Ish o'rini
ru: Вакансия

source: Ish o'rinlari
ru: Вакансии

source: Maosh kelishilgan holda
ru: Зарплата договорная

source: Kelishilgan holda
ru: Договорная

source: dan %(salary)s %(currency)s
ru: от %(salary)s %(currency)s

source: gacha %(salary)s %(currency)s
ru: до %(salary)s %(currency)s

source: Ko'rsatilmagan
ru: Не указано

source: Uydan ishlash
ru: Удаленная работа

source: Gibrid
ru: Гибридный

source: Ofisda
ru: В офисе

source: Under Review
ru: На рассмотрении
uz: Ko'rib chiqilmoqda

source: Shortlisted
ru: В шортлисте
uz: Qisqa ro'yxatga olingan

source: Withdrawn
ru: Отозвано
uz: Qaytarib olingan

source: The job being applied for
ru: Вакансия, на которую откликнулись
uz: Ariza berilayotgan ish

source: The user applying for the job
ru: Пользователь, откликнувшийся на вакансию
uz: Ishga ariza berayotgan foydalanuvchi

source: Candidate's resume/CV
ru: Резюме/CV кандидата
uz: Nomzodning rezyume/CVsi

source: Candidate's cover letter explaining their interest
ru: Сопроводительное письмо кандидата, объясняющее его интерес
uz: Nomzodning qiziqishini izohlovchi motivatsion xati

source: Notice Period
ru: Период уведомления
uz: Xabar berish muddati

source: Days required for notice period
ru: Дни, необходимые для периода уведомления
uz: Xabar berish muddati uchun talab qilinadigan kunlar

source: Available From
ru: Доступен с
uz: Mavjud bo'lgan sana

source: Date when candidate can start work
ru: Дата, когда кандидат может начать работу
uz: Nomzod ishni boshlashi mumkin bo'lgan sana

source: Current application status
ru: Текущий статус отклика
uz: Joriy ariza holati

source: When status was last updated
ru: Когда статус был последний раз обновлен
uz: Holat qachon so'nggi yangilangan

source: Read by Employer
ru: Прочитано работодателем
uz: Ish beruvchi tomonidan o'qilgan

source: Whether employer has read this application
ru: Прочитал ли работодатель этот отклик
uz: Ish beruvchi ushbu arizani o'qiganmi

source: Application Source
ru: Источник отклика
uz: Ariza manbai

source: How the candidate found this job
ru: Как кандидат нашел эту вакансию
uz: Nomzod ushbu ishni qanday topgan

source: User who saved the job
ru: Пользователь, сохранивший вакансию
uz: Ishni saqlagan foydalanuvchi

source: The saved job
ru: Сохраненная вакансия
uz: Saqlangan ish

source: Saved At
ru: Сохранено
uz: Saqlangan vaqt

source: When the job was saved
ru: Когда вакансия была сохранена
uz: Ish qachon saqlangan

source: Saved Job
ru: Сохраненная вакансия
uz: Saqlangan ish

source: Saved Jobs
ru: Сохраненные вакансии
uz: Saqlangan ishlar

source: Daily
ru: Ежедневно
uz: Kunlik

source: Weekly
ru: Еженедельно
uz: Haftalik

source: Monthly
ru: Ежемесячно
uz: Oylik

source: User who created the alert
ru: Пользователь, создавший оповещение
uz: Ogohlantirishni yaratgan foydalanuvchi

source: Alert Name
ru: Название оповещения
uz: Ogohlantirish nomi

source: Name for this job alert
ru: Название для этого оповещения о вакансиях
uz: Ushbu ish ogohlantirishi uchun nom

source: Keywords
ru: Ключевые слова
uz: Kalit so'zlar

source: Keywords to search for in jobs
ru: Ключевые слова для поиска в вакансиях
uz: Ishlarda qidirish uchun kalit so'zlar

source: Preferred job location
ru: Предпочтительное местоположение работы
uz: Afzal ko'rilgan ish joylashuvi

source: Preferred industry
ru: Предпочтительная отрасль
uz: Afzal ko'rilgan sanoat

source: Preferred employment type
ru: Предпочтительный тип занятости
uz: Afzal ko'rilgan ish turi
