Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Error loading data. Please try again later.
ru: Ошибка загрузки данных. Пожалуйста, попробуйте позже.
uz: Ma'lumot yuklashda xatolik. Iltimos, keyinroq qayta urinib ko'ring.

source: No saved jobs yet.
ru: Пока нет сохраненных вакансий.
uz: Hali saqlangan ish o'rinlari yo'q.

source: Job Saved
ru: Вакансия сохранена
uz: Ish saqlandi

source: Job Removed from Saved
ru: Вакансия удалена из сохраненных
uz: Ish saqlanganlardan olib tashlandi

source: Job Saved!
ru: Вакансия сохранена!
uz: Ish saqlandi!

source: You have saved the job
ru: Вы сохранили вакансию
uz: Siz ishni saqladingiz

source: to your favorites list.
ru: в список избранного.
uz: sevimlilar ro'yxatingizga.

source: You have removed the job
ru: Вы удалили вакансию
uz: Siz ishni olib tashladingiz

source: from your favorites list.
ru: из списка избранного.
uz: sevimlilar ro'yxatingizdan.

source: Go to Saved
ru: Перейти к сохраненным
uz: Saqlanganlarga o'tish

source: You can view all saved jobs in your profile.
ru: Вы можете просмотреть все сохраненные вакансии в своем профиле.
uz: Barcha saqlangan ish o'rinlarini profilingizda ko'rishingiz mumkin.

source: You can always save this job again.
ru: Вы всегда можете снова сохранить эту вакансию.
uz: Siz bu ishni har doim yana saqlashingiz mumkin.

source: All Jobs
ru: Все вакансии
uz: Barcha ish o'rinlari

source: Company Jobs
ru: Вакансии компании
uz: Kompaniya ish o'rinlari

source: My Saved
ru: Мои сохраненные
uz: Mening saqlanganlarim

source: Faqat ish beruvchilar bu sahifani ko'rishi mumkin.
ru: Только работодатели могут просматривать эту страницу.

source: Iltimos, avval ish beruvchi profilingizni to'ldiring.
ru: Пожалуйста, сначала заполните свой профиль работодателя.

source: Arizalarni ko'rish uchun avval vakansiya yaratishingiz kerak.
ru: Чтобы просматривать отклики, вы должны сначала создать вакансию.

source: Faqat ish beruvchilar vakansiya yarata oladi.
ru: Только работодатели могут создавать вакансии.

source: Avval ish beruvchi profilingizni to'ldiring.
ru: Сначала заполните свой профиль работодателя.

source: Vakansiya qoralama sifatida saqlandi.
ru: Вакансия сохранена как черновик.

source: Vakansiya muvaffaqiyatli e'lon qilindi!
ru: Вакансия успешно опубликована!

source: Iltimos, xatolarni to'g'rilang.
ru: Пожалуйста, исправьте ошибки.

source: Sizda bu vakansiyani tahrirlash huquqi yo'q.
ru: У вас нет прав для редактирования этой вакансии.

source: Vakansiya muvaffaqiyatli yangilandi!
ru: Вакансия успешно обновлена!

source: Sizda bu vakansiyani o'chirish huquqi yo'q.
ru: У вас нет прав для удаления этой вакансии.

source: Sizda bu sahifani ko'rish huquqi yo'q
ru: У вас нет прав для просмотра этой страницы

source: Siz ushbu vakansiyaga allaqachon ariza topshirgansiz.
ru: Вы уже откликнулись на эту вакансию.

source: Ushbu vakansiyaning muddati tugagan.
ru: Срок действия этой вакансии истек.

source: Arizangiz muvaffaqiyatli yuborildi!
ru: Ваш отклик успешно отправлен!

source: Vakansiya muvaffaqiyatli saqlandi!
ru: Вакансия успешно сохранена!

source: Vakansiya allaqachon saqlangan.
ru: Вакансия уже сохранена.

source: Vakansiya saqlanganlardan o'chirildi.
ru: Вакансия удалена из сохраненных.

source: Resources Count
ru: Количество ресурсов
uz: Resurslar soni

source: Media Content
ru: Медиа контент
uz: Media kontent

source: Publication Status
ru: Статус публикации
uz: Nashr holati

source: Publish selected resources
ru: Опубликовать выбранные ресурсы
uz: Tanlangan resurslarni nashr qilish

source: %(count)d resources published successfully
ru: %(count)d ресурсов успешно опубликовано
uz: %(count)d resurs muvaffaqiyatli nashr qilindi

source: Unpublish selected resources
ru: Снять с публикации выбранные ресурсы
uz: Tanlangan resurslarni nashrdan olish

source: %(count)d resources unpublished successfully
ru: %(count)d ресурсов успешно снято с публикации
uz: %(count)d resurs muvaffaqiyatli nashrdan olindi

source: Duplicate selected resources
ru: Дублировать выбранные ресурсы
uz: Tanlangan resurslarni nusxalash

source: %(count)d resources duplicated successfully
ru: %(count)d ресурсов успешно продублировано
uz: %(count)d resurs muvaffaqiyatli nusxalandi

source: Please enter a valid YouTube URL
ru: Пожалуйста, введите действительный URL YouTube
uz: Iltimos, to'g'ri YouTube URL manzilini kiriting

source: Enter resource title
ru: Введите название ресурса
uz: Resurs sarlavhasini kiriting

source: Enter resource description
ru: Введите описание ресурса
uz: Resurs tavsifini kiriting

source: Enter YouTube URL (optional)
ru: Введите URL YouTube (необязательно)
uz: YouTube URL manzilini kiriting (ixtiyoriy)

source: YouTube URL
ru: URL YouTube
uz: YouTube URL manzili

source: Publish immediately
ru: Опубликовать сразу
uz: Darhol nashr qilish

source: Optional: Add a YouTube video URL
ru: Необязательно: Добавьте URL видео YouTube
uz: Ixtiyoriy: YouTube video URL manzilini qo'shing

source: Check to publish this resource immediately
ru: Отметьте, чтобы опубликовать этот ресурс сразу
uz: Ushbu resursni darhol nashr qilish uchun belgilang

source: Name of the resource category
ru: Название категории ресурса
uz: Resurs toifasi nomi

source: Resource Category
ru: Категория ресурса
uz: Resurs toifasi

source: Resource Categories
ru: Категории ресурсов
uz: Resurs toifalari

source: Title of the educational resource
ru: Название образовательного ресурса
uz: Ta'lim resursi sarlavhasi

source: Category this resource belongs to
ru: Категория, к которой принадлежит этот ресурс
uz: Ushbu resurs tegishli bo'lgan toifa

source: Detailed description of the resource content
ru: Подробное описание содержания ресурса
uz: Resurs mazmunining batafsil tavsifi

source: Optional image representing the resource
ru: Необязательное изображение, представляющее ресурс
uz: Resursni ifodalovchi ixtiyoriy rasm

source: YouTube video URL if applicable
ru: URL видео YouTube, если применимо
uz: Agar mavjud bo'lsa, YouTube video URL manzili

source: Whether this resource is publicly visible
ru: Является ли этот ресурс общедоступным
uz: Ushbu resurs omma ko'rinishida yoki yo'qligi

source: Resource
ru: Ресурс
uz: Resurs

source: Useful materials, templates and guides for your professional development
ru: Полезные материалы, шаблоны и руководства для вашего профессионального развития
uz: Kasbiy rivojlanishingiz uchun foydali materiallar, shablonlar va qo'llanmalar

source: Search resources...
ru: Поиск ресурсов...
uz: Resurslarni qidirish...

source: All categories
ru: Все категории
uz: Barcha toifalar

source: Found resources
ru: Найдено ресурсов
uz: Topilgan resurslar

source: materials found
ru: материалов найдено
uz: material topildi

source: No materials found
ru: Материалы не найдены
uz: Materiallar topilmadi

source: Watch YouTube video
ru: Смотреть видео на YouTube
uz: YouTube videosini tomosha qilish

source: Added
ru: Добавлено
uz: Qo'shilgan

source: No resources found
ru: Ресурсы не найдены
uz: Resurslar topilmadi

source: Try changing search conditions or select another category
ru: Попробуйте изменить условия поиска или выберите другую категорию
uz: Qidiruv shartlarini o'zgartirib ko'ring yoki boshqa toifani tanlang

source: View all resources
ru: Просмотреть все ресурсы
uz: Barcha resurslarni ko'rish

source: Add new resource
ru: Добавить новый ресурс
uz: Yangi resurs qo'shish

source: Unpublished resources
ru: Неопубликованные ресурсы
uz: Nashr qilinmagan resurslar

source: Share
ru: Поделиться
uz: Ulashish

source: About Resource
ru: О ресурсе
uz: Resurs haqida

source: Video Material
ru: Видео материал

source: Video is loading...
ru: Видео загружается...
uz: Video yuklanmoqda...

source: Open on YouTube
ru: Открыть на YouTube
uz: YouTube-da ochish

source: Video is available on YouTube platform
ru: Видео доступно на платформе YouTube
uz: Video YouTube platformasida mavjud

source: Watch on YouTube
ru: Смотреть на YouTube
uz: YouTube-da tomosha qilish

source: Video will open in a new window
ru: Видео откроется в новом окне
uz: Video yangi oynada ochiladi

source: Video embedding is not possible or restricted.
ru: Встраивание видео невозможно или ограничено.
uz: Videoni o'rnatish imkonsiz yoki cheklangan.

source: YouTube video link not checked.
ru: Ссылка на видео YouTube не проверена.
uz: YouTube video havolasi tekshirilmagan.

source: Quick Information
ru: Краткая информация
uz: Tez ma'lumot

source: Added date
ru: Дата добавления
uz: Qo'shilgan sana

source: Updated date
ru: Дата обновления
uz: Yangilangan sana

source: Hide
ru: Скрыть
uz: Yashirish

source: Share on Facebook
ru: Поделиться на Facebook
uz: Facebook-da ulashish

source: Share on Twitter
ru: Поделиться на Twitter
uz: Twitter-da ulashish

source: Share on Telegram
ru: Поделиться в Telegram
uz: Telegram-da ulashish

source: Share on WhatsApp
ru: Поделиться в WhatsApp
uz: WhatsApp-da ulashish

source: Copy link
ru: Копировать ссылку
uz: Havolani nusxalash

source: Share resource
ru: Поделиться ресурсом
uz: Resursni ulashish

source: Similar Resources
ru: Похожие ресурсы
uz: O'xshash resurslar

source: Other useful materials in this category
ru: Другие полезные материалы в этой категории
uz: Ushbu toifadagi boshqa foydali materiallar

source: Back to All Resources
ru: Назад ко всем ресурсам
uz: Barcha resurslarga qaytish

source: Edit Resource
ru: Редактировать ресурс
uz: Resursni tahrirlash

source: Add New Resource
ru: Добавить новый ресурс
uz: Yangi resurs qo'shish

source: Back to Resources List
ru: Назад к списку ресурсов
uz: Resurslar ro'yxatiga qaytish

source: Enter resource title (maximum 200 characters)
ru: Введите название ресурса (максимум 200 символов)
uz: Resurs sarlavhasini kiriting (maksimum 200 belgi)

source: If checked, resource will be immediately visible to users
ru: Если отмечено, ресурс будет сразу виден пользователям
uz: Agar belgilansa, resurs foydalanuvchilarga darhol ko'rinadi

source: Provide detailed information about the resource. Explain what users can learn from it.
ru: Предоставьте подробную информацию о ресурсе. Объясните, что пользователи могут из него узнать.
uz: Resurs haqida batafsil ma'lumot bering. Foydalanuvchilar undan nimalarni o'rganishlari mumkinligini tushuntiring.

source: Media and Links
ru: Медиа и ссылки
uz: Media va havolalar

source: Main Image
ru: Основное изображение
uz: Asosiy rasm

source: Replace image
ru: Заменить изображение
uz: Rasmni almashtirish

source: Upload image
ru: Загрузить изображение
uz: Rasm yuklash

source: PNG, JPG or WEBP format. Maximum size: 5MB
ru: Формат PNG, JPG или WEBP. Максимальный размер: 5 МБ
uz: PNG, JPG yoki WEBP format. Maksimal hajm: 5MB

source: Optional: Add YouTube video URL
ru: Необязательно: Добавьте URL видео YouTube
uz: Ixtiyoriy: YouTube video URL manzilini qo'shing

source: YouTube video available
ru: Видео YouTube доступно
uz: YouTube videosi mavjud

source: Check link
ru: Проверить ссылку
uz: Havolani tekshirish

source: Published,Unpublished
ru: Опубликовано,Не опубликовано
uz: Nashr qilingan,Nashr qilinmagan

source: Resource title
ru: Название ресурса
uz: Resurs sarlavhasi

source: Preview image
ru: Предпросмотр изображения
uz: Rasmni ko'rib chiqish

source: No image available
ru: Изображение недоступно
uz: Rasm mavjud emas

source: Resource description will appear here...
ru: Описание ресурса появится здесь...
uz: Resurs tavsifi shu yerda paydo bo'ladi...

source: Update
ru: Обновить
uz: Yangilash

source: Save and Publish
ru: Сохранить и опубликовать
uz: Saqlash va nashr qilish

source: Unpublished Resources
ru: Неопубликованные ресурсы
uz: Nashr qilinmagan resurslar

source: All materials waiting for review and publication
ru: Все материалы, ожидающие проверки и публикации
uz: Ko'rib chiqish va nashr qilish kutayotgan barcha materiallar

source: Total unpublished
ru: Всего неопубликованных
uz: Jami nashr qilinmagan

source: Added today
ru: Добавлено сегодня
uz: Bugun qo'shilgan

source: resources selected
ru: ресурсов выбрано
uz: resurs tanlandi

source: Publish selected
ru: Опубликовать выбранные
uz: Tanlanganlarni nashr qilish

source: Delete selected
ru: Удалить выбранные
uz: Tanlanganlarni o'chirish

source: Clear selection
ru: Очистить выбор
uz: Tanlovni tozalash

source: Select all on this page
ru: Выбрать все на этой странице
uz: Ushbu sahifadagi barchasini tanlash

source: selected
ru: выбрано
uz: tanlangan

source: total resources
ru: всего ресурсов
uz: jami resurslar

source: Published resources
ru: Опубликованные ресурсы
uz: Nashr qilingan resurslar

source: Do you want to publish this resource?
ru: Вы хотите опубликовать этот ресурс?
uz: Ushbu resursni nashr qilmoqchimisiz?

source: Do you confirm deletion of this resource?
ru: Вы подтверждаете удаление этого ресурса?
uz: Ushbu resursni o'chirishni tasdiqlaysizmi?

source: No category
ru: Без категории
uz: Toifasiz

source: Do you confirm publishing?
ru: Вы подтверждаете публикацию?
uz: Nashr qilishni tasdiqlaysizmi?

source: All resources are published
ru: Все ресурсы опубликованы
uz: Barcha resurslar nashr qilingan

source: There are currently no unpublished resources. All materials have already been published.
ru: В настоящее время нет неопубликованных ресурсов. Все материалы уже опубликованы.
uz: Hozirda nashr qilinmagan resurslar yo'q. Barcha materiallar allaqachon nashr qilingan.

source: View published resources
ru: Просмотреть опубликованные ресурсы
uz: Nashr qilingan resurslarni ko'rish

source: Please select at least one resource
ru: Пожалуйста, выберите хотя бы один ресурс
uz: Iltimos, kamida bitta resursni tanlang

source: Do you want to publish
ru: Вы хотите опубликовать
uz: Siz nashr qilmoqchimisiz

source: Do you confirm deletion of
ru: Вы подтверждаете удаление
uz: O'chirishni tasdiqlaysizmi

source: resources
ru: ресурсов
uz: resurslar

source: Resource created successfully!
ru: Ресурс успешно создан!
uz: Resurs muvaffaqiyatli yaratildi!

source: Create Resource
ru: Создать ресурс
uz: Resurs yaratish

source: Resource updated successfully!
ru: Ресурс успешно обновлен!
uz: Resurs muvaffaqiyatli yangilandi!

source: No resources selected for publishing.
ru: Не выбрано ресурсов для публикации.
uz: Nashr qilish uchun hech qanday resurs tanlanmagan.

source: No resources were published. They might already be published or not exist.
ru: Ни один ресурс не был опубликован. Возможно, они уже опубликованы или не существуют.
uz: Hech qanday resurs nashr qilinmadi. Ular allaqachon nashr qilingan yoki mavjud emas bo'lishi mumkin.

source: No resources selected for deletion.
ru: Не выбрано ресурсов для удаления.
uz: O'chirish uchun hech qanday resurs tanlanmagan.

source: No resources were deleted. They might not exist.
ru: Ни один ресурс не был удален. Возможно, они не существуют.
uz: Hech qanday resurs o'chirilmadi. Ular mavjud bo'lmasligi mumkin.

source: No resources selected for archiving.
ru: Не выбрано ресурсов для архивирования.
uz: Arxivlash uchun hech qanday resurs tanlanmagan.

source: No resources were archived.
ru: Ни один ресурс не был заархивирован.
uz: Hech qanday resurs arxivlanmadi.

source: No resources selected.
ru: Ресурсы не выбраны.
uz: Hech qanday resurs tanlanmagan.

source: Invalid action.
ru: Недействительное действие.
uz: Noto'g'ri harakat.

source: User Agent
uz: Foydalanuvchi agenti
