Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Use a clear and professional title
ru: Используйте четкий и профессиональный заголовок
uz: Aniq va kasbiy sarlavhadan foydalaning

source: Provide accurate contact information
ru: Предоставьте точную контактную информацию
uz: Aniq aloqa ma'lumotlarini taqdim eting

source: Write a concise and compelling summary
ru: Напишите краткое и убедительное резюме
uz: Qisqa va jozibali xulosa yozing

source: Choose a template that matches your industry
ru: Выберите шаблон, который соответствует вашей отрасли
uz: Sohangizga mos shablon tanlang

source: Be realistic about salary expectations
ru: Будьте реалистичны в ожиданиях по зарплате
uz: Maosh kutilishlari haqida real bo'ling

source: Template Preview
ru: Предпросмотр шаблона
uz: Shablonni oldindan ko'rish

source: Close
ru: Закрыть
uz: Yopish

source: Select This Template
ru: Выбрать этот шаблон
uz: Ushbu shablonni tanlash

source: Please select a template
ru: Пожалуйста, выберите шаблон
uz: Iltimos, shablon tanlang

source: Change Status
ru: Изменить статус
uz: Holatni o'zgartirish

source: Duplicate
ru: Дублировать
uz: Nusxalash

source: Are you sure you want to delete this resume?
ru: Вы уверены, что хотите удалить это резюме?
uz: Ushbu rezyumeni o'chirishni istaysizmi?

source: Created
ru: Создано
uz: Yaratilgan

source: Updated
ru: Обновлено
uz: Yangilangan

source: Newly created
ru: Недавно создано
uz: Yangi yaratilgan

source: No resumes available yet
ru: Резюме пока нет
uz: Hali rezyumelar mavjud emas

source: Create your first resume and unlock career opportunities
ru: Создайте свое первое резюме и откройте карьерные возможности
uz: Birinchi rezyumengizni yarating va karyera imkoniyatlarini oching

source: View Templates
ru: Просмотреть шаблоны
uz: Shablonlarni ko'rish

source: This page is only open for employers and administrators.
ru: Эта страница открыта только для работодателей и администраторов.
uz: Ushbu sahifa faqat ish beruvchilar va administratorlar uchun ochiq.

source: All templates
ru: Все шаблоны
uz: Barcha shablonlar

source: Newest first
ru: Сначала новые
uz: Yangi avval

source: Oldest first
ru: Сначала старые
uz: Eski avval

source: Name A-Z
ru: Имя А-Я
uz: Ism A-Z

source: Name Z-A
ru: Имя Я-А
uz: Ism Z-A

source: Filter
ru: Фильтр
uz: Filtrlash

source: Previous
ru: Предыдущий
uz: Oldingi

source: Next
ru: Следующий
uz: Keyingi

source: No published resumes yet.
ru: Опубликованных резюме пока нет.
uz: Hali nashr etilgan rezyumelar yo'q.

source: CV Template Preview
ru: Предпросмотр шаблона CV
uz: CV shablonini oldindan ko'rish

source: Preview of the selected CV template will appear here.
ru: Предпросмотр выбранного шаблона CV появится здесь.
uz: Tanlangan CV shablonining oldindan ko'rinishi shu yerda paydo bo'ladi.

source: [CV template content]
ru: [Содержание шаблона CV]
uz: [CV shablon mazmuni]

source: Rezyume muvaffaqiyatli yaratildi!
ru: Резюме успешно создано!

source: Rezyumeni to`lidiring!
ru: Заполните резюме!
uz: Rezyumeni to'ldiring!

source: Rezyume yangilandi!
ru: Резюме обновлено!

source: Sizga ushbu rezyumega kirish huquqi yo'q.
ru: У вас нет доступа к этому резюме.

source: Selected template is not available.
ru: Выбранный шаблон недоступен.
uz: Tanlangan shablon mavjud emas.

source: Sizda ushbu rezyumeni eksport qilish huquqi yo'q.
ru: У вас нет прав на экспорт этого резюме.

source: PDF yaratishda xatolik yuz berdi.
ru: Произошла ошибка при создании PDF.

source: Rezyume muvaffaqiyatli nusxalandi!
ru: Резюме успешно скопировано!

source: Noto'g'ri so'rov
ru: Неверный запрос

source: Rezyume holati "{status}" ga o'zgartirildi
ru: Статус резюме изменен на "{status}"

source: Noto'g'ri holat
ru: Неверный статус

source: Sizda ushbu sahifaga kirish huquqi yo'q.
ru: У вас нет доступа к этой странице.

source: "{title}" rezyumesi o'chirildi
ru: Резюме "{title}" удалено

source: Job Information
ru: Информация о вакансии
uz: Ish ma'lumoti

source: Job Details
ru: Детали вакансии
uz: Ish tafsilotlari

source: Salary Information
ru: Информация о зарплате
uz: Maosh ma'lumoti

source: Application Details
ru: Детали отклика
uz: Ariza tafsilotlari

source: Application Information
ru: Информация об отклике
uz: Ariza ma'lumoti

source: Mark selected applications as read
ru: Отметить выбранные отклики как прочитанные
uz: Tanlangan arizalarni o'qilgan deb belgilash

source: %(count)d applications marked as read
ru: %(count)d откликов отмечены как прочитанные
uz: %(count)d ta ariza o'qilgan deb belgilandi

source: Mark selected applications as unread
ru: Отметить выбранные отклики как непрочитанные
uz: Tanlangan arizalarni o'qilmagan deb belgilash

source: %(count)d applications marked as unread
ru: %(count)d откликов отмечены как непрочитанные
uz: %(count)d ta ariza o'qilmagan deb belgilandi

source: Set status to new
ru: Установить статус на новый
uz: Holatni yangi deb belgilash

source: %(count)d applications set to new status
ru: %(count)d откликов установлены на новый статус
uz: %(count)d ta ariza yangi holatga o'zgartirildi

source: Set status to reviewed
ru: Установить статус на рассмотрено
uz: Holatni ko'rib chiqilgan deb belgilash

source: %(count)d applications set to reviewed status
ru: %(count)d откликов установлены на статус рассмотрено
uz: %(count)d ta ariza ko'rib chiqilgan holatga o'zgartirildi

source: Note Information
ru: Информация заметки
uz: Eslatma ma'lumoti

source: Interview Information
ru: Информация о собеседовании
uz: Intervyu ma'lumoti

source: Interview Details
ru: Детали собеседования
uz: Intervyu tafsilotlari

source: Review Information
ru: Информация обзора
uz: Sharh ma'lumoti

source: Pros and Cons
ru: Плюсы и минусы
uz: Ijobiy va salbiy tomonlar

source: Publish selected reviews
ru: Опубликовать выбранные обзоры
uz: Tanlangan sharhlarni nashr etish

source: %(count)d reviews published
ru: %(count)d обзоров опубликовано
uz: %(count)d ta sharh nashr etildi

source: Unpublish selected reviews
ru: Снять с публикации выбранные обзоры
uz: Tanlangan sharhlarni nashrdan olib tashlash

source: %(count)d reviews unpublished
ru: %(count)d обзоров снято с публикации
uz: %(count)d ta sharh nashrdan olib tashlandi

source: Verify selected reviews
ru: Подтвердить выбранные обзоры
uz: Tanlangan sharhlarni tasdiqlash

source: %(count)d reviews verified
ru: %(count)d обзоров подтверждено
uz: %(count)d ta sharh tasdiqlandi

source: Company description and activities...
ru: Описание компании и деятельности...
uz: Kompaniya tavsifi va faoliyati...

source: Headquarters location
ru: Местоположение штаб-квартиры
uz: Bosh qarorgoh joylashuvi

source: Contact Phone
ru: Контактный телефон
uz: Aloqa telefoni

source: Department
ru: Отдел
uz: Bo'lim

source: Job title
ru: Название вакансии
uz: Ish unvoni

source: Detailed job description...
ru: Подробное описание вакансии...
uz: Batafsil ish tavsifi...

source: Candidate requirements...
ru: Требования к кандидату...
uz: Nomzod talablari...

source: Job responsibilities...
ru: Обязанности по работе...
uz: Ish mas'uliyatlari...

source: Benefits and perks...
ru: Преимущества и бонусы...
uz: Imtiyozlar va qulayliklar...

source: Tashkent, Uzbekistan
ru: Ташкент, Узбекистан
uz: Toshkent, O'zbekiston

source: Job Description
ru: Описание вакансии
uz: Ish tavsifi

source: Responsibilities
ru: Обязанности
uz: Mas'uliyatlar

source: Experience Level
ru: Уровень опыта
uz: Tajriba darajasi

source: Remote Work Available
ru: Доступна удаленная работа
uz: Masofaviy ish mavjud

source: Hide Salary
ru: Скрыть зарплату
uz: Maoshni yashirish

source: Required Skills
ru: Необходимые навыки
uz: Talab qilinadigan ko'nikmalar

source: Minimum salary cannot be greater than maximum salary.
ru: Минимальная зарплата не может быть больше максимальной.
uz: Minimal maosh maksimal maoshdan katta bo'lishi mumkin emas.

source: Write your cover letter...
ru: Напишите ваше сопроводительное письмо...
uz: Motivatsion xatingizni yozing...

source: Expected Salary
ru: Ожидаемая зарплата
uz: Kutilayotgan maosh

source: Resume/CV
ru: Резюме/CV
uz: Rezyume/CV

source: Add notes about the candidate...
ru: Добавьте заметки о кандидате...
uz: Nomzod haqida eslatmalar qo'shing...

source: Note
ru: Заметка
uz: Eslatma

source: Private Note
ru: Приватная заметка
uz: Shaxsiy eslatma

source: Related Job
ru: Связанная вакансия
uz: Bog'liq ish

source: Interview location or Zoom link
ru: Местоположение собеседования или ссылка Zoom
uz: Intervyu joylashuvi yoki Zoom havolasi

source: Scheduled Date
ru: Запланированная дата
uz: Rejalashtirilgan sana

source: Duration (minutes)
ru: Продолжительность (минуты)
uz: Davomiylik (daqiqa)

source: Notes
ru: Заметки
uz: Eslatmalar

source: Interviewer
ru: Интервьюер
uz: Intervyu oluvchi

source: Review title
ru: Заголовок обзора
uz: Sharh sarlavhasi

source: Share your experience working at this company...
ru: Поделитесь вашим опытом работы в этой компании...
uz: Ushbu kompaniyada ishlash tajribangizni baham ko'ring...

source: What did you like about working here?
ru: Что вам понравилось в работе здесь?
uz: Bu yerda ishlashda nima yoqdi?

source: What could be improved?
ru: Что можно улучшить?
uz: Nimani yaxshilash mumkin?

source: Rating
ru: Рейтинг
uz: Reyting

source: Review
ru: Обзор
uz: Sharh

source: Pros
ru: Плюсы
uz: Ijobiy tomonlar

source: Cons
ru: Минусы
uz: Salbiy tomonlar

source: Post Anonymously
ru: Опубликовать анонимно
uz: Anonim tarzda joylash

source: Job title, company, or keywords...
ru: Название вакансии, компания или ключевые слова...
uz: Ish unvoni, kompaniya yoki kalit so'zlar...

source: Tashkent, Samarkand...
ru: Ташкент, Самарканд...
uz: Toshkent, Samarqand...

source: Additional notes...
ru: Дополнительные заметки...
uz: Qo'shimcha eslatmalar...

source: More than 1000 employees
ru: Более 1000 сотрудников
uz: 1000 dan ortiq xodim

source: IT & Technology
ru: IT & Технологии
uz: IT & Texnologiya

source: Finance & Banking
ru: Финансы & Банковское дело
uz: Moliya & Bank ishi

source: Tourism & Hospitality
ru: Туризм & Гостеприимство
uz: Turizm & Mehmonxona

source: Construction
ru: Строительство
uz: Qurilish

source: Brief description of the company and its activities
ru: Краткое описание компании и ее деятельности
uz: Kompaniya va uning faoliyatining qisqacha tavsifi

source: Company website URL
ru: URL веб-сайта компании
uz: Kompaniya veb-sayti URL manzili

source: e.g., Tashkent, Uzbekistan
ru: например, Ташкент, Узбекистан
uz: masalan, Toshkent, O'zbekiston

source: Primary contact email address
ru: Основной контактный email адрес
uz: Asosiy aloqa email manzili

source: Primary contact phone number
ru: Основной контактный номер телефона
uz: Asosiy aloqa telefon raqami

source: Company LinkedIn profile URL
ru: URL профиля LinkedIn компании
uz: Kompaniya LinkedIn profili URL manzili

source: Company Twitter profile URL
ru: URL профиля Twitter компании
uz: Kompaniya Twitter profili URL manzili

source: Company Facebook page URL
ru: URL страницы Facebook компании
uz: Kompaniya Facebook sahifasi URL manzili

source: Whether the company profile has been verified
ru: Был ли подтвержден профиль компании
uz: Kompaniya profili tasdiqlangan yoki yo'q

source: Whether the company profile is active
ru: Активен ли профиль компании
uz: Kompaniya profili faol yoki yo'q

source: When the company profile was created
ru: Когда профиль компании был создан
uz: Kompaniya profili qachon yaratilgan

source: Last update to the company profile
ru: Последнее обновление профиля компании
uz: Kompaniya profilining so'nggi yangilanishi

source: User account associated with this employer profile
ru: Учетная запись пользователя, связанная с этим профилем работодателя
uz: Ushbu ish beruvchi profili bilan bog'langan foydalanuvchi hisobi

source: Company this employer represents
ru: Компания, которую представляет этот работодатель
uz: Ushbu ish beruvchi vakillik qilayotgan kompaniya

source: Job title or position within the company
ru: Должность или позиция в компании
uz: Kompaniyadagi ish unvoni yoki lavozimi

source: Department or team within the company
ru: Отдел или команда в компании
uz: Kompaniyadagi bo'lim yoki jamoa

source: Direct contact phone number
ru: Прямой контактный номер телефона
uz: To'g'ridan-to'g'ri aloqa telefon raqami

source: Can Post Jobs
ru: Может публиковать вакансии
uz: Ish e'lon qilish mumkin

source: Permission to create new job postings
ru: Разрешение на создание новых вакансий
uz: Yangi ish e'lonlari yaratish ruxsati

source: Can Manage Jobs
ru: Может управлять вакансиями
uz: Ishlarni boshqarish mumkin

source: Permission to edit and manage job postings
ru: Разрешение на редактирование и управление вакансиями
uz: Ish e'lonlarini tahrirlash va boshqarish ruxsati

source: Can View Candidates
ru: Может просматривать кандидатов
uz: Nomzodlarni ko'rish mumkin

source: Permission to view applicant information
ru: Разрешение на просмотр информации о кандидатах
uz: Arizachi ma'lumotlarini ko'rish ruxsati

source: Can Contact Candidates
ru: Может связываться с кандидатами
uz: Nomzodlar bilan bog'lanish mumkin

source: Permission to contact applicants directly
ru: Разрешение на прямую связь с кандидатами
uz: Arizachilar bilan to'g'ridan-to'g'ri bog'lanish ruxsati

source: Primary Contact
ru: Основной контакт
uz: Asosiy aloqa

source: Main contact person for the company
ru: Основное контактное лицо компании
uz: Kompaniya uchun asosiy aloqa shaxsi

source: Active Profile
ru: Активный профиль
uz: Faol profil

source: Whether this employer profile is active
ru: Активен ли этот профиль работодателя
uz: Ushbu ish beruvchi profili faol yoki yo'q

source: When the employer profile was created
ru: Когда профиль работодателя был создан
uz: Ish beruvchi profili qachon yaratilgan

source: Last update to the employer profile
ru: Последнее обновление профиля работодателя
uz: Ish beruvchi profilining so'nggi yangilanishi

source: Freelance
ru: Фриланс
uz: Frlans

source: Intern
ru: Стажер
uz: Stajor

source: Junior
ru: Джуниор

source: Middle
ru: Мидл

source: Senior
ru: Сеньор

source: Lead
ru: Лид

source: Manager
ru: Менеджер
uz: Menejer

source: Director
ru: Директор
uz: Direktor

source: Uzbek Sum (UZS)
ru: Узбекский сум (UZS)
uz: O'zbek so'mi (UZS)

source: US Dollar (USD)
ru: Доллар США (USD)
uz: AQSh dollari (USD)

source: Euro (EUR)
ru: Евро (EUR)
uz: Yevro (EUR)

source: Company posting this job
ru: Компания, публикующая эту вакансию
uz: Ushbu ishni joylayotgan kompaniya

source: Employer who posted this job
ru: Работодатель, опубликовавший эту вакансию
uz: Ushbu ishni joylagan ish beruvchi

source: Position title for this job posting
ru: Название позиции для этой вакансии
uz: Ushbu ish e'lonlari uchun lavozim nomi

source: Detailed description of the job and company
ru: Подробное описание вакансии и компании
uz: Ish va kompaniyaning batafsil tavsifi

source: Skills, experience, and qualifications required
ru: Необходимые навыки, опыт и квалификации
uz: Talab qilinadigan ko'nikmalar, tajriba va malakalar

source: Key responsibilities and duties
ru: Ключевые обязанности и функции
uz: Asosiy mas'uliyatlar va vazifalar

source: Benefits and perks offered (optional)
ru: Предлагаемые преимущества и бонусы (опционально)
uz: Taklif qilingan imtiyozlar va qulayliklar (ixtiyoriy)

source: Type of employment (full-time, part-time, etc.)
ru: Тип занятости (полная занятость, частичная занятость и т.д.)
uz: Ish turi (to'liq stavka, yarim stavka va hokazo)

source: Required experience level
ru: Требуемый уровень опыта
uz: Talab qilinadigan tajriba darajasi

source: e.g., Tashkent, Samarkand, Remote
ru: например, Ташкент, Самарканд, Удаленно
uz: masalan, Toshkent, Samarqand, Masofaviy

source: Whether remote work is an option
ru: Является ли удаленная работа опцией
uz: Masofaviy ish imkoniyati bormi

source: Currency for salary information
ru: Валюта для информации о зарплате
uz: Maosh ma'lumoti uchun valyuta

source: Whether to hide salary information from public view
ru: Скрывать ли информацию о зарплате от публичного просмотра
uz: Maosh ma'lumotini ochiq ko'rinishdan yashirish yoki yo'q

source: External URL for job applications (optional)
ru: Внешний URL для откликов на вакансии (опционально)
uz: Ish arizalari uchun tashqi URL manzili (ixtiyoriy)

source: Email address for job inquiries
ru: Email адрес для запросов о вакансиях
uz: Ish so'rovlari uchun email manzili

source: Skills required for this position
ru: Навыки, необходимые для этой позиции
uz: Ushbu lavozim uchun talab qilinadigan ko'nikmalar

source: Active Job
ru: Активная вакансия
uz: Faol ish

source: Whether this job posting is active
ru: Активна ли эта вакансия
uz: Ushbu ish e'lonlari faol yoki yo'q

source: Featured Job
ru: Рекомендуемая вакансия
uz: Taqdim etilgan ish

source: Whether this job is featured/promoted
ru: Является ли эта вакансия рекомендуемой/продвигаемой
uz: Ushbu ish taqdim etilgan/targ'ib qilinganmi

source: View Count
ru: Количество просмотров
uz: Ko'rishlar soni

source: Number of times this job has been viewed
ru: Количество просмотров этой вакансии
uz: Ushbu ish necha marta ko'rilgani

source: When this job posting expires
ru: Когда эта вакансия истекает
uz: Ushbu ish e'lonlari qachon muddati tugaydi

source: Salary negotiable
ru: Зарплата договорная
uz: Maosh kelishiladi

source: from %(salary)s %(currency)s
ru: от %(salary)s %(currency)s
uz: %(salary)s %(currency)s dan

source: up to %(salary)s %(currency)s
ru: до %(salary)s %(currency)s
uz: %(salary)s %(currency)s gacha

source: Not specified
ru: Не указано
uz: Ko'rsatilmagan

source: Hired
ru: Нанят
uz: Ishga olingan

source: Job position being applied for
ru: Вакансия, на которую откликнулись
uz: Ariza berilayotgan ish lavozimi

source: Candidate
ru: Кандидат
uz: Nomzod

source: User applying for the job
ru: Пользователь, откликнувшийся на вакансию
uz: Ishga ariza berayotgan foydalanuvchi

source: CV submitted with the application
ru: CV, отправленный с откликом
uz: Ariza bilan taqdim etilgan CV

source: Candidate's cover letter or motivation
ru: Сопроводительное письмо или мотивация кандидата
uz: Nomzodning motivatsion xati yoki motivatsiyasi

source: Candidate's expected salary
ru: Ожидаемая зарплата кандидата
uz: Nomzodning kutilayotgan maoshi

source: Status Changed
ru: Статус изменен
uz: Holat o'zgartirildi

source: When the status was last changed
ru: Когда статус был последний раз изменен
uz: Holat qachon so'nggi marta o'zgartirilgan

source: Whether the application has been read by employer
ru: Был ли отклик прочитан работодателем
uz: Ariza ish beruvchi tomonidan o'qilgan yoki yo'q

source: Candidate this note is about
ru: Кандидат, о котором эта заметка
uz: Ushbu eslatma qaysi nomzod haqida

source: Employer who wrote this note
ru: Работодатель, написавший эту заметку
uz: Ushbu eslatmani yozgan ish beruvchi

source: Job application this note relates to (optional)
ru: Отклик на вакансию, к которому относится эта заметка (опционально)
uz: Ushbu eslatma qaysi ish arizasiga tegishli (ixtiyoriy)

source: Content of the note about the candidate
ru: Содержание заметки о кандидате
uz: Nomzod haqidagi eslatma mazmuni

source: Whether this note is private to the employer
ru: Является ли эта заметка приватной для работодателя
uz: Ushbu eslatma ish beruvchi uchun shaxsiymi

source: When the note was created
ru: Когда заметка была создана
uz: Eslatma qachon yaratilgan

source: Last update to the note
ru: Последнее обновление заметки
uz: Eslatmaning so'nggi yangilanishi

source: Candidate Note
ru: Заметка о кандидате
uz: Nomzod eslatmasi

source: Candidate Notes
ru: Заметки о кандидатах
uz: Nomzod eslatmalari

source: Scheduled
ru: Запланировано
uz: Rejalashtirilgan

source: No Show
ru: Не явился
uz: Kelmadi

source: Application
ru: Отклик
uz: Ariza

source: Job application this interview is for
ru: Отклик на вакансию, для которого это собеседование
uz: Ushbu intervyu qaysi ish arizasi uchun

source: Employer conducting the interview
ru: Работодатель, проводящий собеседование
uz: Intervyu olayotgan ish beruvchi

source: Date and time when the interview is scheduled
ru: Дата и время, когда запланировано собеседование
uz: Intervyu rejalashtirilgan sana va vaqt

source: Duration
ru: Продолжительность
uz: Davomiylik

source: Expected duration of the interview in minutes
ru: Ожидаемая продолжительность собеседования в минутах
uz: Intervyuning kutilayotgan davomiyligi (daqiqada)

source: Interview location or meeting details
ru: Местоположение собеседования или детали встречи
uz: Intervyu joylashuvi yoki uchrashuv tafsilotlari

source: Additional notes about the interview
ru: Дополнительные заметки о собеседовании
uz: Intervyu haqida qo'shimcha eslatmalar

source: Current status of the interview
ru: Текущий статус собеседования
uz: Intervyuning joriy holati

source: Feedback
ru: Отзыв
uz: Fikr-mulohaza

source: Interview feedback and evaluation
ru: Отзыв и оценка собеседования
uz: Intervyu fikr-mulohazasi va baholash

source: Overall rating of the candidate
ru: Общий рейтинг кандидата
uz: Nomzodning umumiy reytingi

source: When the interview was scheduled
ru: Когда собеседование было запланировано
uz: Intervyu qachon rejalashtirilgan

source: Last update to the interview record
ru: Последнее обновление записи собеседования
uz: Intervyu yozuvining so'nggi yangilanishi

source: Interviews
ru: Собеседования
uz: Intervyular

source: 1 - Very Poor
ru: 1 - Очень плохо
uz: 1 - Juda yomon

source: 2 - Poor
ru: 2 - Плохо
uz: 2 - Yomon

source: 3 - Average
ru: 3 - Средне
uz: 3 - O'rtacha

source: 4 - Good
ru: 4 - Хорошо
uz: 4 - Yaxshi

source: 5 - Excellent
ru: 5 - Отлично
uz: 5 - A'lo

source: Company being reviewed
ru: Компания, которую оценивают
uz: Sharh berilayotgan kompaniya

source: User who wrote the review
ru: Пользователь, написавший обзор
uz: Sharh yozgan foydalanuvchi

source: Overall rating from 1 to 5
ru: Общий рейтинг от 1 до 5
uz: 1 dan 5 gacha umumiy reyting

source: Review title or headline
ru: Заголовок или название обзора
uz: Sharh sarlavhasi yoki sarlavhasi

source: Detailed review content
ru: Подробное содержание обзора
uz: Batafsil sharh mazmuni

source: Positive aspects of the company
ru: Положительные аспекты компании
uz: Kompaniyaning ijobiy tomonlari

source: Negative aspects of the company
ru: Отрицательные аспекты компании
uz: Kompaniyaning salbiy tomonlari

source: Anonymous Review
ru: Анонимный обзор
uz: Anonim sharh

source: Whether the review is posted anonymously
ru: Опубликован ли обзор анонимно
uz: Sharh anonim tarzda joylanganmi

source: Verified Review
ru: Подтвержденный обзор
uz: Tasdiqlangan sharh

source: Whether the reviewer is verified (e.g., former employee)
ru: Подтвержден ли рецензент (например, бывший сотрудник)
uz: Sharh beruvchi tasdiqlanganmi (masalan, sobiq xodim)

source: Whether the review is published and visible
ru: Опубликован ли обзор и видим
uz: Sharh nashr etilgan va ko'rinadimi

source: When the review was submitted
ru: Когда обзор был отправлен
uz: Sharh qachon yuborilgan

source: Last update to the review
ru: Последнее обновление обзора
uz: Sharhning so'nggi yangilanishi

source: Company Review
ru: Обзор компании
uz: Kompaniya sharhi

source: Company Reviews
ru: Обзоры компаний
uz: Kompaniya sharhlari

source: New Job Application Received
ru: Получен новый отклик на вакансию
uz: Yangi ish arizasi qabul qilindi

source: You have received a new application for the position: {job_title} Candidate: {candidate_name} View application: {application_url}
ru: Вы получили новый отклик на позицию: {job_title} Кандидат: {candidate_name} Просмотреть отклик: {application_url}
uz: Sizga yangi ish arizasi keldi: {job_title} Nomzod: {candidate_name} Arizani ko'rish: {application_url}

source: Interview Invitation - {company}
ru: Приглашение на собеседование - {company}
uz: Intervyu taklifi - {company}
