Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Alumni who posted this job
ru: Выпускник, опубликовавший эту вакансию
uz: Ushbu ishni joylagan bitiruvchi

source: Employment Type
ru: Тип занятости
uz: Ish turi

source: Type of employment offered
ru: Тип предлагаемой занятости
uz: Taklif qilingan ish turi

source: Location
ru: Местоположение
uz: Joylashuv

source: Job location or work location
ru: Местоположение работы или рабочее место
uz: Ish joylashuvi yoki ish manzili

source: Remote Work
ru: Удаленная работа
uz: Masofaviy ish

source: Whether remote work is allowed
ru: Разрешена ли удаленная работа
uz: Masofaviy ishga ruxsat berilgan yoki yo'q

source: Minimum Salary
ru: Минимальная зарплата
uz: Minimal maosh

source: Minimum salary offered
ru: Минимальная предлагаемая зарплата
uz: Taklif qilingan minimal maosh

source: Maximum Salary
ru: Максимальная зарплата
uz: Maksimal maosh

source: Maximum salary offered
ru: Максимальная предлагаемая зарплата
uz: Taklif qilingan maksimal maosh

source: Currency
ru: Валюта
uz: Valyuta

source: Currency for salary figures
ru: Валюта для цифр зарплаты
uz: Maosh raqamlari uchun valyuta

source: Detailed job description
ru: Подробное описание вакансии
uz: Batafsil ish tavsifi

source: Requirements
ru: Требования
uz: Talablar

source: Job requirements and qualifications
ru: Требования и квалификации для вакансии
uz: Ish talablari va malakalari

source: Benefits
ru: Преимущества
uz: Imtiyozlar

source: Job benefits and perks
ru: Преимущества и бонусы работы
uz: Ish imtiyozlari va qulayliklari

source: Contact Email
ru: Контактный Email
uz: Aloqa emaili

source: Email for job applications
ru: Email для откликов на вакансии
uz: Ish arizalari uchun email

source: Application URL
ru: URL для отклика
uz: Ariza URL manzili

source: External URL for job applications
ru: Внешний URL для откликов на вакансии
uz: Ish arizalari uchun tashqi URL manzili

source: Whether the job posting is active
ru: Активна ли вакансия
uz: Ish e'lonlari faol yoki yo'q

source: Expires At
ru: Истекает
uz: Muddati tugaydi

source: When the job posting expires
ru: Когда вакансия истекает
uz: Ish e'lonlari qachon muddati tugaydi

source: Views
ru: Просмотры
uz: Ko'rishlar

source: Number of times the job has been viewed
ru: Количество просмотров вакансии
uz: Ish necha marta ko'rilgani

source: Applicants
ru: Кандидаты
uz: Arizachilar

source: Alumni who have applied for this job
ru: Выпускники, откликнувшиеся на эту вакансию
uz: Ushbu ishga ariza bergan bitiruvchilar

source: When the job was posted
ru: Когда вакансия была опубликована
uz: Ish qachon joylangan

source: Last update to the job posting
ru: Последнее обновление вакансии
uz: Ish e'lonining so'nggi yangilanishi

source: Job
ru: Вакансия
uz: Ish

source: Applied
ru: Откликнулся
uz: Ariza berilgan

source: Reviewed
ru: Рассмотрено
uz: Ko'rib chiqilgan

source: Interview
ru: Собеседование
uz: Intervyu

source: Job being applied for
ru: Вакансия, на которую откликнулись
uz: Ariza berilayotgan ish

source: Applicant
ru: Кандидат
uz: Arizachi

source: Alumni applying for the job
ru: Выпускник, откликнувшийся на вакансию
uz: Ishga ariza berayotgan bitiruvchi

source: Current status of the application
ru: Текущий статус отклика
uz: Arizaning joriy holati

source: Cover Letter
ru: Сопроводительное письмо
uz: Motivatsion xat

source: Applicant's cover letter
ru: Сопроводительное письмо кандидата
uz: Arizachining motivatsion xati

source: Applicant's resume file
ru: Файл резюме кандидата
uz: Arizachining rezyume fayli

source: Applied At
ru: Отклик отправлен
uz: Ariza berilgan vaqt

source: When the application was submitted
ru: Когда отклик был отправлен
uz: Ariza qachon yuborilgan

source: Last update to the application
ru: Последнее обновление отклика
uz: Arizaning so'nggi yangilanishi

source: Job Applications
ru: Отклики на вакансии
uz: Ish arizalari

source: Networking
ru: Нетворкинг
uz: Tarmoq

source: Workshop
ru: Воркшоп

source: Conference
ru: Конференция
uz: Konferensiya

source: Seminar
ru: Семинар

source: Career Fair
ru: Ярмарка вакансий
uz: Karyera yarmarkasi

source: Reunion
ru: Встреча выпускников
uz: Uchrashuv

source: Event title or name
ru: Название или имя события
uz: Tadbir sarlavhasi yoki nomi

source: Detailed event description
ru: Подробное описание события
uz: Tadbirning batafsil tavsifi

source: Event Type
ru: Тип события
uz: Tadbir turi

source: Type or category of the event
ru: Тип или категория события
uz: Tadbir turi yoki toifasi

source: Date
ru: Дата
uz: Sana

source: Date when the event occurs
ru: Дата, когда происходит событие
uz: Tadbir sodir bo'ladigan sana

source: Time when the event starts
ru: Время, когда событие начинается
uz: Tadbir boshlanadigan vaqt

source: Physical location of the event
ru: Физическое местоположение события
uz: Tadbirning jismoniy joylashuvi

source: Organizer
ru: Организатор
uz: Tashkilotchi

source: Alumni organizing the event
ru: Выпускник, организующий событие
uz: Tadbirni tashkil qilayotgan bitiruvchi

source: Registration Required
ru: Требуется регистрация
uz: Ro'yxatdan o'tish talab qilinadi

source: Whether registration is required to attend
ru: Требуется ли регистрация для участия
uz: Ishtirok etish uchun ro'yxatdan o'tish talab qilinadimi

source: Max Participants
ru: Максимум участников
uz: Maksimal ishtirokchilar

source: Maximum number of participants allowed
ru: Максимальное количество разрешенных участников
uz: Ruxsat etilgan maksimal ishtirokchilar soni

source: Participants
ru: Участники
uz: Ishtirokchilar

source: Alumni registered to attend the event
ru: Выпускники, зарегистрированные для участия в событии
uz: Tadbirda ishtirok etish uchun ro'yxatdan o'tgan bitiruvchilar

source: Whether the event is active and upcoming
ru: Активно ли событие и предстоит ли оно
uz: Tadbir faol va kelayotganmi

source: When the event was created
ru: Когда событие было создано
uz: Tadbir qachon yaratilgan

source: Last update to the event
ru: Последнее обновление события
uz: Tadbirning so'nggi yangilanishi

source: Event
ru: Событие
uz: Tadbir

source: Alumni News
ru: Новости выпускников
uz: Bitiruvchilar yangiliklari

source: Career News
ru: Карьерные новости
uz: Karyera yangiliklari

source: Education News
ru: Новости образования
uz: Ta'lim yangiliklari

source: Opportunities
ru: Возможности
uz: Imkoniyatlar

source: News article title
ru: Заголовок новостной статьи
uz: Yangilik maqolasi sarlavhasi

source: Content
ru: Содержание
uz: Mazmun

source: Full news article content
ru: Полное содержание новостной статьи
uz: Yangilik maqolasining to'liq mazmuni

source: Author
ru: Автор
uz: Muallif

source: Alumni who wrote the news article
ru: Выпускник, написавший новостную статью
uz: Yangilik maqolasini yozgan bitiruvchi

source: News category or topic
ru: Категория или тема новостей
uz: Yangilik toifasi yoki mavzusi

source: Image
ru: Изображение
uz: Rasm

source: Featured image for the news article
ru: Главное изображение для новостной статьи
uz: Yangilik maqolasi uchun asosiy rasm

source: Tags
ru: Теги
uz: Teglar

source: Comma-separated tags for the article
ru: Теги для статьи, разделенные запятыми
uz: Maqola uchun vergul bilan ajratilgan teglar

source: Published
ru: Опубликовано
uz: Nashr etilgan

source: Whether the news article is published
ru: Опубликована ли новостная статья
uz: Yangilik maqolasi nashr etilgan yoki yo'q

source: Number of times the article has been viewed
ru: Количество просмотров статьи
uz: Maqola necha marta ko'rilgani

source: When the news article was created
ru: Когда новостная статья была создана
uz: Yangilik maqolasi qachon yaratilgan

source: Last update to the news article
ru: Последнее обновление новостной статьи
uz: Yangilik maqolasining so'nggi yangilanishi

source: News
ru: Новости
uz: Yangiliklar

source: Sender
ru: Отправитель
uz: Yuboruvchi

source: Alumni sending the message
ru: Выпускник, отправляющий сообщение
uz: Xabar yuborayotgan bitiruvchi

source: Receiver
ru: Получатель
uz: Qabul qiluvchi

source: Alumni receiving the message
ru: Выпускник, получающий сообщение
uz: Xabarni qabul qilayotgan bitiruvchi

source: Subject
ru: Тема
uz: Mavzu

source: Message subject line
ru: Тема сообщения
uz: Xabar mavzusi

source: Body
ru: Текст
uz: Tana

source: Message content
ru: Содержание сообщения
uz: Xabar mazmuni

source: Read
ru: Прочитано
uz: O'qilgan

source: Whether the message has been read
ru: Было ли сообщение прочитано
uz: Xabar o'qilgan yoki yo'q

source: Parent Message
ru: Родительское сообщение
uz: Asosiy xabar

source: Parent message for replies
ru: Родительское сообщение для ответов
uz: Javoblar uchun asosiy xabar

source: When the message was sent
ru: Когда сообщение было отправлено
uz: Xabar qachon yuborilgan

source: Messages
ru: Сообщения
uz: Xabarlar

source: Alumni Detail
ru: Детали выпускника
uz: Bitiruvchi tafsiloti

source: Information about the alumni will be shown here.
ru: Информация о выпускнике будет показана здесь.
uz: Bitiruvchi haqidagi ma'lumot shu yerda ko'rsatiladi.

source: Sender Information
ru: Информация отправителя
uz: Yuboruvchi ma'lumoti

source: Message Processing
ru: Обработка сообщений
uz: Xabarni qayta ishlash

source: Message Preview
ru: Предпросмотр сообщения
uz: Xabar ko'rib chiqish

source: Mark as Processed
ru: Отметить как обработанное
uz: Qayta ishlangan deb belgilash

source: Mark as Unprocessed
ru: Отметить как необработанное
uz: Qayta ishlanmagan deb belgilash

source: Export Email Addresses
ru: Экспорт email адресов
uz: Email manzillarini eksport qilish

source: Send Bulk Reply
ru: Отправить массовый ответ
uz: Ommaviy javob yuborish

source: No unprocessed messages to reply to.
ru: Нет необработанных сообщений для ответа.
uz: Javob berish uchun qayta ishlanmagan xabarlar yo'q.

source: Ready to send bulk reply to {count} messages. In a real system, email would be sent here.
ru: Готово к отправке массового ответа на {count} сообщений. В реальной системе email был бы отправлен здесь.
uz: {count} ta xabarga ommaviy javob yuborishga tayyor. Haqiqiy tizimda email shu yerda yuboriladi.

source: New
ru: Новый
uz: Yangi

source: In Progress
ru: В процессе
uz: Jarayonda

source: Spam
ru: Спам

source: Name
ru: Имя
uz: Ism

source: Processed
ru: Обработано
uz: Qayta ishlangan

source: Processed At
ru: Обработано
uz: Qayta ishlangan vaqt

source: Admin Notes
ru: Заметки администратора
uz: Admin eslatmalari

source: Contact Message
ru: Контактное сообщение
uz: Aloqa xabari

source: Contact Messages
ru: Контактные сообщения
uz: Aloqa xabarlari

source: Home
ru: Главная
uz: Bosh sahifa

source: University
ru: Университет
uz: Universitet

source: Add Job
ru: Добавить вакансию
uz: Ish qo'shish

source: Public Resumes
ru: Публичные резюме
uz: Ochiq rezyumelar

source: Company Cabinet
ru: Кабинет компании
uz: Kompaniya kabineti

source: Logout
ru: Выйти
uz: Chiqish

source: As Student
ru: Как студент
uz: Talaba sifatida

source: As Employer
ru: Как работодатель
uz: Ish beruvchi sifatida

source: Company Account
ru: Аккаунт компании
uz: Kompaniya hisobi

source: As Admin
ru: Как администратор
uz: Admin sifatida

source: Welcome to OXU Career Center
ru: Добро пожаловать в Карьерный центр OXU
uz: OXU Karyera Markaziga xush kelibsiz

source: Build your future with us. We help you find your dream job and develop your professional skills.
ru: Стройте свое будущее с нами. Мы поможем вам найти работу мечты и развить профессиональные навыки.
uz: Kelajagingizni biz bilan quring. Sizga orzu qilgan ishingizni topish va kasbiy ko'nikmalaringizni rivojlantirishda yordam beramiz.

source: Find Jobs
ru: Найти вакансии
uz: Ish topish

source: Students/Alumni
ru: Студенты/Выпускники
uz: Talabalar/Bitiruvchilar

source: Career Resources
ru: Карьерные ресурсы
uz: Karyera resurslari

source: Why Choose Us?
ru: Почему выбирают нас?
uz: Nega bizni tanlaysiz?

source: Personal Approach
ru: Персональный подход
uz: Shaxsiy yondashuv

source: Individual counseling and guidance for every student and graduate
ru: Индивидуальное консультирование и руководство для каждого студента и выпускника
uz: Har bir talaba va bitiruvchi uchun individual maslahat va yo'naltirish

source: Extensive Partner Network
ru: Обширная сеть партнеров
uz: Keng hamkorlar tarmog'i

source: Strong partnerships with leading companies in various industries
ru: Прочные партнерские отношения с ведущими компаниями в различных отраслях
uz: Turli sohalardagi etakchi kompaniyalar bilan kuchli hamkorlik

source: Modern Resources
ru: Современные ресурсы
uz: Zamonaviy resurslar

source: All modern resources to develop your career
ru: Все современные ресурсы для развития вашей карьеры
uz: Karyerangizni rivojlantirish uchun barcha zamonaviy resurslar

source: Build your career with us!
ru: Стройте свою карьеру с нами!
uz: Karyerangizni biz bilan quring!

source: Quick Access
ru: Быстрый доступ
uz: Tezkor kirish

source: Job Opportunities
ru: Вакансии
uz: Ish imkoniyatlari

source: Current offers and internship opportunities from leading companies
ru: Текущие предложения и возможности стажировок от ведущих компаний
uz: Etakchi kompaniyalardan joriy takliflar va stajirovka imkoniyatlari

source: Alumni Resumes
ru: Резюме выпускников
uz: Bitiruvchilar rezyumelari

source: Join the strong alumni community and network
ru: Присоединяйтесь к сильному сообществу выпускников и сети
uz: Kuchli bitiruvchilar hamjamiyati va tarmog'iga qo'shiling

source: Join
ru: Присоединиться
uz: Qo'shilish

source: Useful materials for interviews, resumes and professional development
ru: Полезные материалы для собеседований, резюме и профессионального развития
uz: Intervyu, rezyume va kasbiy rivojlanish uchun foydali materiallar

source: Learn
ru: Учиться
uz: O'rganish

source: Events for professional development and networking
ru: События для профессионального развития и нетворкинга
uz: Kasbiy rivojlanish va tarmoq uchun tadbirlar

source: Participate
ru: Участвовать
uz: Ishtirok etish

source: Popular Resources
ru: Популярные ресурсы
uz: Ommabop resurslar

source: All Resources
ru: Все ресурсы
uz: Barcha resurslar

source: Latest Jobs
ru: Последние вакансии
uz: So'nggi ishlar

source: Details
ru: Подробности
uz: Tafsilotlar

source: No jobs available at the moment
ru: В настоящее время вакансий нет
uz: Hozircha mavjud ishlar yo'q

source: Please log in to view jobs
ru: Пожалуйста, войдите, чтобы просматривать вакансии
uz: Ishlarni ko'rish uchun iltimos tizimga kiring

source: Log In
ru: Войти
uz: Kirish

source: Upcoming Events
ru: Предстоящие события
uz: Kutilayotgan tadbirlar

source: All Events
ru: Все события
uz: Barcha tadbirlar

source: No upcoming events available
ru: Предстоящих событий нет
uz: Hozircha kutilayotgan tadbirlar yo'q

source: Resource Management
ru: Управление ресурсами
uz: Resurs boshqaruvi

source: Total Resources
ru: Всего ресурсов
uz: Jami resurslar

source: Unpublished
ru: Неопубликованные
uz: Nashr etilmagan

source: Approval Needed
ru: Требуется одобрение
uz: Tasdiq talab qilinadi

source: All Approved
ru: Все одобрены
uz: Barchasi tasdiqlangan

source: Template Name
ru: Название шаблона
uz: Shablon nomi

source: Display name for the CV template
ru: Отображаемое имя для шаблона CV
uz: CV shablonining ko'rsatiladigan nomi

source: Thumbnail
ru: Миниатюра
uz: Kichik rasm

source: Preview image of the template
ru: Изображение предпросмотра шаблона
uz: Shablonning oldindan ko'rish rasmi

source: Template File
ru: Файл шаблона
uz: Shablon fayli

source: Path to the template file
ru: Путь к файлу шаблона
uz: Shablon fayliga yo'l

source: Whether this template is available for use
ru: Доступен ли этот шаблон для использования
uz: Ushbu shablon foydalanish uchun mavjudmi

source: When the template was created
ru: Когда шаблон был создан
uz: Shablon qachon yaratilgan

source: CV Template
ru: Шаблон CV
uz: CV shablon

source: CV Templates
ru: Шаблоны CV
uz: CV shablonlar

source: Draft
ru: Черновик
uz: Qoralama

source: User who owns this CV
ru: Пользователь, владеющий этим CV
uz: Ushbu CV egasi foydalanuvchi

source: Title or name of the resume
ru: Название или имя резюме
uz: Rezyume sarlavhasi yoki nomi

source: Template
ru: Шаблон
uz: Shablon

source: CV template used for this resume
ru: Шаблон CV, используемый для этого резюме
uz: Ushbu rezyume uchun ishlatilgan CV shablon

source: Current status of the resume
ru: Текущий статус резюме
uz: Rezyumening joriy holati

source: Complete name as it should appear on the resume
ru: Полное имя, как оно должно отображаться в резюме
uz: Rezyumeda ko'rinishi kerak bo'lgan to'liq ism

source: Professional email address
ru: Профессиональный email адрес
uz: Kasbiy email manzili

source: City or location
ru: Город или местоположение
uz: Shahar yoki joylashuv

source: Salary Expectation
ru: Ожидания по зарплате
uz: Maosh kutilishi

source: Expected salary range
ru: Ожидаемый диапазон зарплаты
uz: Kutilayotgan maosh diapazoni

source: Summary
ru: Резюме
uz: Xulosa

source: Professional summary or objective
ru: Профессиональное резюме или цель
uz: Kasbiy xulosa yoki maqsad

source: When the CV was created
ru: Когда CV был создан
uz: CV qachon yaratilgan

source: Last update to the CV
ru: Последнее обновление CV
uz: CVning so'nggi yangilanishi

source: CV
ru: Резюме

source: CVs
ru: Резюме
uz: CVlar

source: CV this experience belongs to
ru: CV, к которому относится этот опыт
uz: Ushbu tajriba tegishli bo'lgan CV

source: Name of the company or organization
ru: Название компании или организации
uz: Kompaniya yoki tashkilot nomi

source: Job title or position held
ru: Должность или занимаемая позиция
uz: Ish unvoni yoki egallangan lavozim

source: When you started this position
ru: Когда вы начали эту позицию
uz: Ushbu lavozimni qachon boshlagansiz

source: When you left this position (leave blank if current)
ru: Когда вы покинули эту позицию (оставьте пустым, если текущая)
uz: Ushbu lavozimni qachon tark etgansiz (hozirgi bo'lsa bo'sh qoldiring)

source: Check if this is your current job
ru: Отметьте, если это ваша текущая работа
uz: Bu sizning joriy ishingiz bo'lsa belgilang

source: Responsibilities, achievements, and key accomplishments
ru: Обязанности, достижения и ключевые результаты
uz: Mas'uliyatlar, yutuqlar va asosiy muvaffaqiyatlar

source: Work Experiences
ru: Опыт работы
uz: Ish tajribalari

source: Secondary Education
ru: Среднее образование
uz: O'rta ta'lim

source: Specialized Secondary
ru: Специализированное среднее
uz: Ixtisoslashtirilgan o'rta

source: Bachelor's Degree
ru: Степень бакалавра
uz: Bakalavr darajasi

source: Master's Degree
ru: Степень магистра
uz: Magistr darajasi

source: CV this education belongs to
ru: CV, к которому относится это образование
uz: Ushbu ta'lim tegishli bo'lgan CV

source: Institution
ru: Учреждение
uz: Muassasa

source: Name of the educational institution
ru: Название образовательного учреждения
uz: Ta'lim muassasasi nomi

source: Level of education achieved
ru: Достигнутый уровень образования
uz: Erishilgan ta'lim darajasi

source: Field of Study
ru: Область изучения
uz: O'qish yo'nalishi

source: Major or field of specialization
ru: Специализация или область специализации
uz: Yo'nalish yoki mutaxassislik sohasi

source: Year of graduation or completion
ru: Год выпуска или завершения
uz: Bitirish yoki tugatish yili

source: Educations
ru: Образование
uz: Ta'limlar

source: Beginner
ru: Начинающий
uz: Boshlang'ich

source: Intermediate
ru: Средний
uz: O'rta

source: Advanced
ru: Продвинутый
uz: Ilg'or

source: Expert
ru: Эксперт
uz: Ekspert

source: CV this skill belongs to
ru: CV, к которому относится этот навык
uz: Ushbu ko'nikma tegishli bo'lgan CV

source: Name of the skill or technology
ru: Название навыка или технологии
uz: Ko'nikma yoki texnologiya nomi

source: Proficiency Level
ru: Уровень владения
uz: Bilim darajasi

source: Your level of expertise in this skill
ru: Ваш уровень экспертизы в этом навыке
uz: Ushbu ko'nikmadagi bilim darajangiz

source: A1 - Beginner
ru: A1 - Начинающий
uz: A1 - Boshlang'ich

source: A2 - Elementary
ru: A2 - Элементарный
uz: A2 - Elementar

source: B1 - Intermediate
ru: B1 - Средний
uz: B1 - O'rta

source: B2 - Upper Intermediate
ru: B2 - Выше среднего
uz: B2 - Yuqori o'rta

source: C1 - Advanced
ru: C1 - Продвинутый
uz: C1 - Ilg'or

source: C2 - Proficient
ru: C2 - Свободный
uz: C2 - Mukammal

source: Native
ru: Носитель
uz: Mahalliy

source: CV this language belongs to
ru: CV, к которому относится этот язык
uz: Ushbu til tegishli bo'lgan CV

source: Language
ru: Язык
uz: Til

source: Name of the language
ru: Название языка
uz: Til nomi

source: Your level of proficiency in this language
ru: Ваш уровень владения этим языком
uz: Ushbu tildagi bilim darajangiz

source: Languages
ru: Языки
uz: Tillar

source: Create New Resume
ru: Создать новое резюме
uz: Yangi rezyume yaratish

source: Resume Information
ru: Информация о резюме
uz: Rezyume ma'lumoti

source: Resume Title
ru: Название резюме
uz: Rezyume sarlavhasi

source: e.g., Senior Developer Resume
ru: например, Резюме Senior Developer
uz: masalan, Senior Developer rezyumesi

source: Select Template
ru: Выбрать шаблон
uz: Shablonni tanlash

source: Your full name
ru: Ваше полное имя
uz: To'liq ismingiz

source: your.email@example.com
ru: ваш.email@example.com
uz: sizning.email@example.com

source: City, Country
ru: Город, Страна
uz: Shahar, Mamlakat

source: in UZS
ru: в UZS
uz: so'mda

source: e.g., 5000000
ru: например, 5000000
uz: masalan, 5000000

source: Brief information about yourself (maximum 500 characters)
ru: Краткая информация о себе (максимум 500 символов)
uz: O'zingiz haqingizda qisqacha ma'lumot (maksimum 500 belgi)

source: Resume Status
ru: Статус резюме
uz: Rezyume holati

source: Only visible to you
ru: Видно только вам
uz: Faqat sizga ko'rinadi

source: Visible to employers and admins
ru: Видно работодателям и администраторам
uz: Ish beruvchilar va adminlarga ko'rinadi

source: Archived
ru: В архиве
uz: Arxivlangan

source: Hidden from everyone
ru: Скрыто от всех
uz: Hammadan yashiringan

source: Save as Draft
ru: Сохранить как черновик
uz: Qoralama sifatida saqlash

source: Publish Resume
ru: Опубликовать резюме
uz: Rezyumeni nashr etish

source: Save Resume
ru: Сохранить резюме
uz: Rezyumeni saqlash

source: About Resume Status
ru: О статусе резюме
uz: Rezyume holati haqida

source: Your resume is saved but only visible to you. Perfect for when you're still working on it.
ru: Ваше резюме сохранено, но видно только вам. Идеально, когда вы еще над ним работаете.
uz: Rezyumengiz saqlangan, lekin faqat sizga ko'rinadi. Ustida ishlayotganingizda juda qulay.

source: Your resume is visible to employers and administrators. Use this when you're actively job hunting.
ru: Ваше резюме видно работодателям и администраторам. Используйте это, когда активно ищете работу.
uz: Rezyumengiz ish beruvchilar va administratorlarga ko'rinadi. Faol ish qidiryotgan paytingizda foydalaning.

source: Your resume is hidden from everyone. Use this when you're not currently looking for work.
ru: Ваше резюме скрыто от всех. Используйте это, когда в настоящее время не ищете работу.
uz: Rezyumengiz hammadan yashiringan. Hozirda ish qidirmayotgan paytingizda foydalaning.

source: Available Templates
ru: Доступные шаблоны
uz: Mavjud shablonlar

source: Free
ru: Бесплатно
uz: Bepul

source: Premium
ru: Премиум

source: Last updated
ru: Последнее обновление
uz: So'nggi yangilangan

source: Preview
ru: Предпросмотр
uz: Oldindan ko'rish

source: No templates available at the moment
ru: В настоящее время шаблоны недоступны
uz: Hozircha mavjud shablonlar yo'q

source: Your Resume Stats
ru: Статистика ваших резюме
uz: Rezyumengiz statistikasi

source: Drafts
ru: Черновики
uz: Qoralama

source: Tips for Creating a Good Resume
ru: Советы по созданию хорошего резюме
uz: Yaxshi rezyume yaratish bo'yicha maslahatlar
