Repository: Perfectionist25/oxu_career
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Preferred experience level
ru: Предпочтительный уровень опыта
uz: Afzal ko'rilgan tajriba darajasi

source: Whether this alert is active
ru: Активно ли это оповещение
uz: Ushbu ogohlantirish faolmi

source: Frequency
ru: Частота
uz: Chastota

source: How often to send notifications
ru: Как часто отправлять уведомления
uz: Bildirishnomalarni qanchalik tez-tez yuborish

source: Last Sent
ru: Последняя отправка
uz: So'nggi yuborilgan

source: When the last notification was sent
ru: Когда было отправлено последнее уведомление
uz: So'nggi bildirishnoma qachon yuborilgan

source: Application Confirmation - {job_title}
ru: Подтверждение отклика - {job_title}
uz: Ariza tasdiqlashi - {job_title}

source: New Job Alert: {job_title}
ru: Новое оповещение о вакансии: {job_title}
uz: Yangi Ish Ogohlantirishi: {job_title}

source: List of all applications received for vacancies
ru: Список всех полученных откликов на вакансии
uz: Vakansiyalar uchun qabul qilingan barcha arizalar ro'yxati

source: Back to My Jobs
ru: Назад к моим вакансиям
uz: Mening ishlarimga qaytish

source: Filter Applications
ru: Фильтровать отклики
uz: Arizalarni filtrlash

source: Search by candidate or vacancy...
ru: Поиск по кандидату или вакансии...
uz: Nomzod yoki vakansiya bo'yicha qidirish...

source: Vacancy
ru: Вакансия
uz: Vakansiya

source: Application Date
ru: Дата отклика
uz: Ariza sanasi

source: Hire
ru: Нанять
uz: Ishga olish

source: Reject
ru: Отклонить
uz: Rad etish

source: View CV
ru: Просмотреть CV
uz: CVni ko'rish

source: No CV
ru: Нет CV
uz: CV yo'q

source: Send Email
ru: Отправить email
uz: Email yuborish

source: Add Note
ru: Добавить заметку
uz: Eslatma qo'shish

source: No applications available yet
ru: Откликов пока нет
uz: Hali mavjud arizalar yo'q

source: No applications found with this status
ru: Откликов с этим статусом не найдено
uz: Ushbu holatda arizalar topilmadi

source: No applications have been received for your vacancies yet
ru: На ваши вакансии еще не поступило откликов
uz: Hali sizning vakansiyalaringiz uchun hech qanday ariza qabul qilinmagan

source: Create New Vacancy
ru: Создать новую вакансию
uz: Yangi vakansiya yaratish

source: Error changing status
ru: Ошибка при изменении статуса
uz: Ma'lumot yuklashda xatolik

source: Error loading information
ru: Ошибка при загрузке информации

source: Add note:
ru: Добавить заметку:
uz: Izoh qo'shish:

source: Note added successfully
ru: Заметка успешно добавлена
uz: Izoh muvaffaqiyatli qo'shildi

source: Error adding note
ru: Ошибка при добавлении заметки
uz: Izoh qo'shishda xatolik

source: Candidate Information
ru: Информация о кандидате
uz: Nomzod ma'lumoti

source: Not Specified
ru: Не указано
uz: Ko'rsatilmagan

source: Immediately
ru: Немедленно
uz: Darhol

source: days
ru: дней
uz: kun

source: Application Status
ru: Статус отклика
uz: Ariza holati

source: Create Company
ru: Создать компанию
uz: Kompaniya yaratish

source: Create New Company
ru: Создать новую компанию
uz: Yangi kompaniya yaratish

source: Create
ru: Создать
uz: Yaratish

source: About Companies
ru: О компаниях
uz: Kompaniyalar haqida

source: Each employer represents one company. Companies are automatically created when employers complete their profiles.
ru: Каждый работодатель представляет одну компанию. Компании автоматически создаются, когда работодатели заполняют свои профили.
uz: Har bir ish beruvchi bitta kompaniyani ifodalaydi. Kompaniyalar ish beruvchilar profilingizni to'ldirganda avtomatik ravishda yaratiladi.

source: All Industries
ru: Все отрасли
uz: Barcha sohalar

source: Search companies...
ru: Поиск компаний...
uz: Kompaniyalarni qidirish...

source: active jobs
ru: активных вакансий
uz: faol vakansiyalar

source: Founded
ru: Основана
uz: Asos solingan

source: First
ru: Первая
uz: Birinchi

source: Last
ru: Последняя
uz: Oxirgi

source: Try adjusting your search criteria.
ru: Попробуйте изменить критерии поиска.
uz: Qidiruv mezonlarini o'zgartirib ko'ring.

source: Applications received for vacancies in your company
ru: Отклики, полученные на вакансии в вашей компании
uz: Kompaniyangizdagi vakansiyalar uchun kelgan arizalar

source: Total applications
ru: Всего откликов
uz: Jami arizalar

source: New applications
ru: Новые отклики
uz: Yangi arizalar

source: Salary expectation
ru: Ожидания по зарплате
uz: Maosh istagi

source: Change status
ru: Изменить статус
uz: Holatni o'zgartirish

source: No applications yet
ru: Откликов пока нет
uz: Hali ariza yo'q

source: Applications for your vacancies will appear here
ru: Отклики на ваши вакансии появятся здесь
uz: Vakansiyalaringiz uchun arizalar shu yerda paydo bo'ladi

source: Create new vacancy
ru: Создать новую вакансию
uz: Yangi vakansiya yaratish

source: Delete Job
ru: Удалить вакансию
uz: Vakansiyani o'chirish

source: Delete Job Posting
ru: Удалить вакансию
uz: Vakansiyani o'chirish

source: Are you sure you want to delete this job posting?
ru: Вы уверены, что хотите удалить эту вакансию?
uz: Bu vakansiyani o'chirishni istaysizmi?

source: Company:
ru: Компания:
uz: Kompaniya:

source: Applications:
ru: Отклики:
uz: Arizalar:

source: This action cannot be undone. All applications and data related to this job will be permanently deleted.
ru: Это действие нельзя отменить. Все отклики и данные, связанные с этой вакансией, будут полностью удалены.
uz: Bu harakatni bekor qilib bo'lmaydi. Ushbu vakansiya bilan bog'liq barcha arizalar va ma'lumotlar butunlay o'chiriladi.

source: New vacancy
ru: Новая вакансия
uz: Yangi vakansiya

source: Post a new job and attract qualified candidates
ru: Опубликуйте новую вакансию и привлекайте квалифицированных кандидатов
uz: Yangi vakansiya joylashtiring va malakali nomzodlarni jalb qiling

source: Basic information
ru: Основная информация
uz: Asosiy ma'lumot

source: Salary
ru: Зарплата
uz: Maosh

source: Confirmation
ru: Подтверждение
uz: Tasdiqlash

source: For example: 'Frontend Developer', 'Marketing Manager'
ru: Например: 'Frontend Developer', 'Marketing Manager'
uz: Masalan: 'Frontend Dasturchi', 'Marketing Menejeri'

source: Select company
ru: Выбрать компанию
uz: Kompaniyani tanlang

source: Full-time
ru: Полная занятость
uz: To'liq stavka

source: Part-time
ru: Частичная занятость
uz: Yarim stavka

source: Temporary
ru: Временная
uz: Vaqtincha

source: Mid-level
ru: Средний уровень
uz: O'rta daraja

source: Remote Work Opportunity
ru: Возможность удаленной работы
uz: Masofaviy ishlash imkoniyati

source: Candidate can work remotely
ru: Кандидат может работать удаленно
uz: Nomzod masofadan ishlashi mumkin

source: Hybrid Work Mode
ru: Гибридный режим работы
uz: Gibrid ish rejimi

source: Combination of office and remote work
ru: Комбинация офисной и удаленной работы
uz: Ofis va masofaviy ishning kombinatsiyasi

source: Short and attractive description of the vacancy (maximum 300 characters)
ru: Краткое и привлекательное описание вакансии (максимум 300 символов)
uz: Vakansiyaning qisqa va jozibador tavsifi (maksimum 300 belgi)

source: characters
ru: символов
uz: belgi

source: Tasks and Requirements
ru: Задачи и требования
uz: Vazifalar va talablar

source: Detailed job description, information about the project
ru: Подробное описание вакансии, информация о проекте
uz: Batafsil ish tavsifi, loyiha haqida ma'lumot

source: Main Responsibilities
ru: Основные обязанности
uz: Asosiy majburiyatlar

source: Candidate's main duties and tasks
ru: Основные обязанности и задачи кандидата
uz: Nomzodning asosiy vazifalari va majburiyatlari

source: Knowledge and skills required from the candidate
ru: Знания и навыки, требуемые от кандидата
uz: Nomzoddan talab qilinadigan bilim va ko'nikmalar

source: Additional Advantages
ru: Дополнительные преимущества
uz: Qo'shimcha afzalliklar

source: Skills that are not mandatory but provide an advantage
ru: Навыки, которые не являются обязательными, но дают преимущество
uz: Majburiy emas, lekin afzallik beradigan ko'nikmalar

source: Mandatory Skills
ru: Обязательные навыки
uz: Majburiy ko'nikmalar

source: For example: Python, Django, JavaScript
ru: Например: Python, Django, JavaScript
uz: Masalan: Python, Django, JavaScript

source: List of skills separated by commas. For example: Python, Django, JavaScript
ru: Список навыков через запятые. Например: Python, Django, JavaScript
uz: Vergul bilan ajratilgan ko'nikmalar ro'yxati. Masalan: Python, Django, JavaScript

source: Working Conditions and Benefits
ru: Условия работы и преимущества
uz: Ish sharoitlari va imtiyozlar

source: Additional benefits offered by the company
ru: Дополнительные преимущества, предлагаемые компанией
uz: Kompaniya tomonidan taklif qilinadigan qo'shimcha imtiyozlar

source: Salary and Contacts
ru: Зарплата и контакты
uz: Maosh va kontaktlar

source: Salary will not be visible to candidates
ru: Зарплата не будет видна кандидатам
uz: Maosh nomzodlarga ko'rinmaydi

source: Salary will be negotiated during the interview
ru: Зарплата будет обсуждаться во время собеседования
uz: Maosh intervyu paytida kelishiladi

source: Email address where applications will be received
ru: Email адрес, на который будут поступать отклики
uz: Arizalar qabul qilinadigan elektron pochta manzili

source: Application Link
ru: Ссылка для отклика
uz: Ariza havolasi

source: If applications are accepted through another website
ru: Если отклики принимаются через другой веб-сайт
uz: Agar arizalar boshqa veb-sayt orqali qabul qilinsa

source: Additional Settings
ru: Дополнительные настройки
uz: Qo'shimcha sozlamalar

source: Required Education
ru: Требуемое образование
uz: Talab qilinadigan ta'lim

source: Select education level
ru: Выберите уровень образования
uz: Ta'lim darajasini tanlang

source: Not required
ru: Не требуется
uz: Talab qilinmaydi

source: Secondary education
ru: Среднее образование
uz: O'rta ta'lim

source: Vocational
ru: Профессиональное
uz: Kasb-hunar

source: Bachelor's degree
ru: Степень бакалавра
uz: Bakalavr darajasi

source: Master's degree
ru: Степень магистра
uz: Magistr darajasi

source: Vacancy expiration date
ru: Дата истечения вакансии
uz: Vakansiya muddati

source: Additional Features
ru: Дополнительные функции
uz: Qo'shimcha imkoniyatlar

source: Vacancy will be displayed on the main page
ru: Вакансия будет отображаться на главной странице
uz: Vakansiya asosiy sahifada ko'rsatiladi

source: Vacancy will be marked as urgent
ru: Вакансия будет помечена как срочная
uz: Vakansiya shoshilinch deb belgilanadi

source: Publish vacancy immediately
ru: Опубликовать вакансию немедленно
uz: Vakansiyani darhol nashr qilish

source: Vacancy Preview
ru: Предпросмотр вакансии
uz: Vakansiya ko'rib chiqish

source: After filling in the information, the vacancy preview will appear here
ru: После заполнения информации здесь появится предпросмотр вакансии
uz: Ma'lumotlarni to'ldirgandan so'ng, vakansiyani ko'rib chiqish shu yerda paydo bo'ladi

source: Help and Tips
ru: Помощь и советы
uz: Yordam va maslahatlar

source: Job title should be clear and understandable
ru: Название вакансии должно быть четким и понятным
uz: Ish nomi aniq va tushunarli bo'lishi kerak

source: Write requirements and responsibilities in detail
ru: Подробно напишите требования и обязанности
uz: Talablar va majburiyatlarni batafsil yozing

source: Showing salary range increases number of applications
ru: Показ диапазона зарплаты увеличивает количество откликов
uz: Maosh oralig'ini ko'rsatish arizalar sonini oshiradi

source: Contact information should be correct and active
ru: Контактная информация должна быть правильной и активной
uz: Kontakt ma'lumotlari to'g'ri va faol bo'lishi kerak

source: Please fill in all required fields
ru: Пожалуйста, заполните все обязательные поля
uz: Iltimos, barcha majburiy maydonlarni to'ldiring

source: Confirm publishing the vacancy?
ru: Подтвердить публикацию вакансии?
uz: Vakansiyani nashr qilishni tasdiqlaysizmi?

source: Remote work
ru: Удаленная работа
uz: Masofaviy ish

source: Negotiable
ru: Договорная
uz: Kelishilgan

source: Application submitted
ru: Отклик отправлен
uz: Ariza topshirildi

source: Apply
ru: Откликнуться
uz: Ariza topshirish

source: Remove from saved
ru: Удалить из сохраненных
uz: Saqlanganlardan olib tashlash

source: Log in to apply
ru: Войдите, чтобы откликнуться
uz: Ariza topshirish uchun tizimga kiring

source: applications
ru: откликов
uz: arizalar

source: About the job
ru: О вакансии
uz: Ish haqida

source: Short description
ru: Краткое описание
uz: Qisqa tavsif

source: Detailed description
ru: Подробное описание
uz: Batafsil tavsif

source: Main responsibilities
ru: Основные обязанности
uz: Asosiy majburiyatlar

source: Required skills
ru: Необходимые навыки
uz: Talab qilinadigan ko'nikmalar

source: Preferred skills
ru: Желательные навыки
uz: Afzal ko'riladigan ko'nikmalar

source: Working conditions and benefits
ru: Условия работы и льготы
uz: Ish sharoitlari va imtiyozlar

source: About the company
ru: О компании
uz: Kompaniya haqida

source: Company size
ru: Размер компании
uz: Kompaniya hajmi

source: Company page
ru: Страница компании
uz: Kompaniya sahifasi

source: Job details
ru: Детали вакансии
uz: Ish tafsilotlari

source: Experience level
ru: Уровень опыта
uz: Tajriba darajasi

source: Education level
ru: Уровень образования
uz: Ta'lim darajasi

source: Employment type
ru: Тип занятости
uz: Ish turi

source: Created date
ru: Дата создания
uz: Yaratilgan sana

source: Deadline
ru: Срок подачи
uz: Muddati

source: Contact information
ru: Контактная информация
uz: Kontakt ma'lumoti

source: Application link
ru: Ссылка для отклика
uz: Ariza havolasi

source: Similar jobs
ru: Похожие вакансии
uz: O'xshash ish o'rinlari

source: You are about to apply for
ru: Вы собираетесь откликнуться на
uz: Siz ariza topshirmoqchisiz

source: position
ru: должность
uz: lavozim

source: Edit Job
ru: Редактировать вакансию
uz: Vakansiyani tahrirlash

source: Create Job
ru: Создать вакансию
uz: Vakansiya yaratish

source: Edit Job Posting
ru: Редактировать вакансию
uz: Vakansiyani tahrirlash

source: Create New Job Posting
ru: Создать новую вакансию
uz: Yangi vakansiya yaratish

source: Please correct the following errors:
ru: Исправьте следующие ошибки:
uz: Quyidagi xatolarni to'g'rilang:

source: e.g., Senior Software Engineer
ru: например, Старший разработчик программного обеспечения
uz: masalan, Katta Dastur Muhandisi

source: Select Region (Optional)
ru: Выберите регион (необязательно)
uz: Viloyatni tanlang (Ixtiyoriy)

source: District
ru: Район
uz: Tuman

source: e.g., Mirzo Ulugbek district
ru: например, Мирзо-Улугбекский район
uz: masalan, Mirzo Ulug'bek tumani

source: Full address (required if region is not selected)
ru: Полный адрес (обязательно, если регион не выбран)
uz: To'liq manzil (agar viloyat tanlanmagan bo'lsa, talab qilinadi)

source: Select Employment Type
ru: Выберите тип занятости
uz: Ish turini tanlang

source: Select Experience Level
ru: Выберите уровень опыта
uz: Tajriba darajasini tanlang

source: Brief summary of the job position...
ru: Краткое описание вакансии...
uz: Ish lavozimining qisqa mazmuni...

source: Brief summary of the job (max 300 characters)
ru: Краткое описание вакансии (максимум 300 символов)
uz: Ishning qisqa mazmuni (maksimum 300 belgi)

source: Please select at least one work type option
ru: Пожалуйста, выберите хотя бы один вариант типа работы
uz: Iltimos, kamida bitta ish turi variantini tanlang

source: Hybrid Work Available
ru: Доступна гибридная работа
uz: Gibrid ish mavjud

source: Office Work Available
ru: Доступна офисная работа
uz: Ofisda ish mavjud

source: Select Currency
ru: Выберите валюту
uz: Valyutani tanlang

source: e.g., 50000
ru: например, 50000
uz: masalan, 50000

source: e.g., 80000
ru: например, 80000
uz: masalan, 80000

source: Hide salary from candidates
ru: Скрыть зарплату от кандидатов
uz: Maoshni nomzodlardan yashirish

source: Salary is negotiable
ru: Зарплата обсуждается
uz: Maosh kelishiladi

source: Bonus system available
ru: Доступна бонусная система
uz: Bonus tizimi mavjud

source: Select Education Level
ru: Выберите уровень образования
uz: Ta'lim darajasini tanlang

source: Separate skills with commas (e.g., Python, Django, JavaScript)
ru: Разделяйте навыки запятыми (например, Python, Django, JavaScript)
uz: Ko'nikmalarni vergul bilan ajrating (masalan: Python, Django, JavaScript)

source: English - Intermediate, Russian - Fluent, ...
ru: Английский - средний, Русский - свободно, ...
uz: Ingliz tili - O'rta, Rus tili - Erkin, ...

source: Describe the role, responsibilities, and what you are looking for in a candidate...
ru: Опишите роль, обязанности и то, что вы ищете в кандидате...
uz: Rol, majburiyatlar va nomzoddan nima kutayotganingizni tavsiflang...

source: Describe the role, responsibilities, and what you're looking for in a candidate
ru: Опишите роль, обязанности и то, что вы ищете в кандидате
uz: Rol, majburiyatlar va nomzoddan nima kutayotganingizni tavsiflang

source: List the main responsibilities of this position...
ru: Перечислите основные обязанности этой должности...
uz: Ushbu lavozimning asosiy majburiyatlarini ro'yxatlang...

source: Requirements & Qualifications
ru: Требования и квалификация
uz: Talablar va malakalar

source: List the required qualifications and experience...
ru: Перечислите необходимую квалификацию и опыт...
uz: Talab qilinadigan malaka va tajribalarni ro'yxatlang...

source: Benefits & Perks
ru: Преимущества и бонусы
uz: Imtiyozlar va afzalliklar

source: Health insurance, flexible hours, remote work options...
ru: Медицинская страховка, гибкий график, удаленная работа...
uz: Sog'liqni sug'urtalash, moslashuvchan ish vaqti, masofaviy ish imkoniyatlari...

source: e.g., 09:00 - 18:00, weekends: Saturday, Sunday
ru: например, 09:00 - 18:00, выходные: суббота, воскресенье
uz: masalan, 09:00 - 18:00, dam olish kunlari: shanba, yakshanba

source: e.g., 3 months
ru: например, 3 месяца
uz: masalan, 3 oy

source: Responsible person full name
ru: ФИО ответственного лица
uz: Mas'ul shaxsning to'liq ismi

source: Additional Options
ru: Дополнительные опции
uz: Qo'shimcha variantlar

source: When this job posting should expire
ru: Когда эта вакансия должна истечь
uz: Ushbu vakansiya qachon tugashi kerak

source: Update Job
ru: Обновить вакансию
uz: Vakansiyani yangilash

source: Publish Job
ru: Опубликовать вакансию
uz: Vakansiyani nashr qilish

source: Tips for Creating a Great Job Post
ru: Советы по созданию хорошей вакансии
uz: Ajoyib vakansiya yaratish bo'yicha maslahatlar

source: Be specific about the role and responsibilities
ru: Будьте конкретны в отношении роли и обязанностей
uz: Rol va majburiyatlar aniq bo'lishi kerak

source: List required and preferred skills clearly
ru: Четко перечислите необходимые и желательные навыки
uz: Talab qilinadigan va afzal ko'riladigan ko'nikmalarni aniq ro'yxatlang

source: Include information about your company culture
ru: Включите информацию о культуре вашей компании
uz: Kompaniya madangiz haqida ma'lumot kiriting

source: Be transparent about salary and benefits
ru: Будьте прозрачны в отношении зарплаты и льгот
uz: Maosh va imtiyozlar haqida ochiq bo'ling

source: Set a realistic expiration date
ru: Установите реалистичную дату истечения
uz: Real tugash sanasini belgilang

source: Please select at least one work type
ru: Пожалуйста, выберите хотя бы один тип работы
uz: Iltimos, kamida bitta ish turini tanlang

source: Maximum salary must be greater than minimum salary
ru: Максимальная зарплата должна быть больше минимальной
uz: Maksimal maosh minimal maoshdan katta bo'lishi kerak

source: Jobs and Internships
ru: Вакансии и стажировки
uz: Ish o'rinlari va stajirovkalar

source: Find career opportunities that suit you and start a new chapter
ru: Найдите подходящие карьерные возможности и начните новую главу
uz: O'zingizga mos karyera imkoniyatlarini toping va yangi bosqichni boshlang

source: All job types
ru: Все типы вакансий
uz: Barcha ish turlari

source: Experience
ru: Опыт
uz: Tajriba

source: Show additional filters
ru: Показать дополнительные фильтры
uz: Qo'shimcha filtrlarni ko'rsatish

source: Work type
ru: Тип работы
uz: Ish turi

source: Hybrid work
ru: Гибридная работа
uz: Gibrid ish

source: Salary range
ru: Диапазон зарплаты
uz: Maosh oralig'i

source: Any time
ru: Любое время
uz: Har qanday vaqt

source: Last 7 days
ru: Последние 7 дней
uz: So'nggi 7 kun

source: Last 30 days
ru: Последние 30 дней
uz: So'nggi 30 kun

source: Found jobs
ru: Найдено вакансий
uz: Topilgan ish o'rinlari

source: jobs found
ru: вакансий найдено
uz: ish o'rinlari topildi

source: No jobs found
ru: Вакансии не найдены
uz: Ish o'rinlari topilmadi

source: Relevance
ru: Релевантность
uz: Muvofiqlik

source: Manzil ko'rsatilmagan
ru: Адрес не указан

source: negotiable
ru: обсуждается
uz: kelishiladi

source: Experience not specified
ru: Опыт не указан
uz: Tajriba ko'rsatilmagan

source: Try changing your search criteria or wait for new jobs to be posted
ru: Попробуйте изменить критерии поиска или дождитесь новых вакансий
uz: Qidiruv mezonlarini o'zgartirib ko'ring yoki yangi ish o'rinlari joylashtirilishini kuting

source: Get notified about new jobs
ru: Получать уведомления о новых вакансиях
uz: Yangi ish o'rinlari haqida xabardor bo'ling

source: Total jobs
ru: Всего вакансий
uz: Jami ish o'rinlari

source: Internships
ru: Стажировки
uz: Stajirovkalar

source: Partner companies
ru: Компании-партнеры
uz: Hamkor kompaniyalar

source: Successful placements
ru: Успешных трудоустройств
uz: Muvaffaqiyatli joylashtirishlar

source: You will be notified about new jobs!
ru: Вы будете получать уведомления о новых вакансиях!
uz: Siz yangi ish o'rinlari haqida xabardor bo'lasiz!

source: Job - OXU Career
ru: Вакансия - OXU Career
uz: Ish - OXU Career

source: Job link copied to clipboard!
ru: Ссылка на вакансию скопирована в буфер обмена!
uz: Ish havolasi buferga nusxalandi!

source: List of all created jobs
ru: Список всех созданных вакансий
uz: Yaratilgan barcha ish o'rinlari ro'yxati

source: All submitted job applications
ru: Все отправленные отклики на вакансии
uz: Barcha topshirilgan ish arizalari

source: Saved
ru: Сохраненные
uz: Saqlangan

source: Draft Jobs
ru: Черновики вакансий
uz: Qoralama ish o'rinlari

source: Submitted
ru: Отправленные
uz: Topshirilgan

source: Search by job title...
ru: Поиск по названию вакансии...
uz: Ish nomi bo'yicha qidirish...

source: Created Date
ru: Дата создания
uz: Yaratilgan sana

source: Expired
ru: Истекшие
uz: Muddati o'tgan

source: Expires
ru: Истекает
uz: Muddati tugaydi

source: More Actions
ru: Дополнительные действия
uz: Qo'shimcha harakatlar

source: View Applications
ru: Просмотр откликов
uz: Arizalarni ko'rish

source: Are you sure you want to delete this job?
ru: Вы уверены, что хотите удалить эту вакансию?
uz: Bu ish o'rnini o'chirishni istaysizmi?

source: No jobs available yet
ru: Пока нет доступных вакансий
uz: Hali ish o'rinlari mavjud emas

source: Create your first job and find suitable candidates
ru: Создайте свою первую вакансию и найдите подходящих кандидатов
uz: Birinchi ish o'rningizni yarating va mos nomzodlarni toping

source: Last Updated
ru: Последнее обновление
uz: So'nggi yangilangan

source: View Job
ru: Просмотр вакансии
uz: Ishni ko'rish

source: Are you sure you want to withdraw the application?
ru: Вы уверены, что хотите отозвать отклик?
uz: Arizani qaytarib olishni istaysizmi?

source: Withdraw Application
ru: Отозвать отклик
uz: Arizani qaytarib olish

source: Submit your first job application and open career opportunities
ru: Отправьте свой первый отклик и откройте карьерные возможности
uz: Birinchi ish arizangizni topshiring va karyera imkoniyatlarini oching

source: Loading...
ru: Загрузка...
uz: Yuklanmoqda...

source: Loading data...
ru: Загрузка данных...
uz: Ma'lumot yuklanmoqda...
